{  
"Book_Item.xaml":{"author":"Denis Johnson","authorBiography":"","bicCodeList":"","bisacCodeList":"","estimatedReadingTimeMinutes":17,"extractHtml":"<body><div><\/div>      <p class=\"text1\"><span class=\"dropcap\"><strong>L<\/strong><\/span>ast night at 3:00 a.m. President Kennedy had been killed. Seaman Houston and the other two recruits slept while the first reports traveled    around the world. There was one small nightspot on the island, a dilapidated club with big revolving fans in the ceiling and one bar and one pinball game; the two marines who ran the club had come    by to wake them up and tell them what had happened to the President. The two marines sat with the three sailors on the bunks in the Quonset hut for transient enlisted men, watching the air    conditioner drip water into a coffee can and drinking beer. The Armed Forces Network from Subic Bay stayed on through the night, broadcasting bulletins about the unfathomable murder.<\/p>      <p>Now it was late in the morning, and Seaman Apprentice William Houston, Jr., began feeling sober again as he stalked the jungle of Grande Island carrying a borrowed .22-caliber rifle. There were    supposed to be some wild boars roaming this island military resort, which was all he had seen so far of the Philippines. He didn&rsquo;t know how he felt about this country. He just wanted to do    some hunting in the jungle. There were supposed to be some wild boars around here.<\/p>      <p>He stepped carefully, thinking about snakes and trying to be quiet because he wanted to hear any boars before they charged him. He was aware that he was terrifically on edge. From all around    came the ten thousand sounds of the jungle, as well as the cries of gulls and the far-off surf, and if he stopped dead and listened a minute, he could hear also the pulse snickering in the heat of    his flesh, and the creak of sweat in his ears. If he stayed motionless only another couple of seconds, the bugs found him and whined around his head.<\/p>      <p>He propped the rifle against a stunted banana plant and removed his headband and wrung it out and wiped his face and stood there awhile, waving away the mosquitoes with the cloth and itching his    crotch absentmindedly. Nearby, a seagull seemed to be carrying on an argument with itself, a series of protesting squeaks interrupted by contradictory lower-pitched cries that sounded like, <em>Huh!    Huh! Huh!<\/em> And something moving from one tree to another caught Seaman Houston&rsquo;s eye.<\/p>      <p>He kept his vision on the spot where he&rsquo;d seen it among the branches of a rubber tree, putting his hand out for the rifle without altering the direction of his gaze. It moved again. Now he    saw that it was some sort of monkey, not much bigger than a Chihuahua dog. Not precisely a wild boar, but it presented itself as something to be looked at, clinging by its left hand and both feet    to the tree&rsquo;s trunk and digging at the thin rind with an air of tiny, exasperated haste. Seaman Houston took the monkey&rsquo;s meager back under the rifle&rsquo;s sight. He raised the barrel    a few degrees and took the monkey&rsquo;s head into the sight. Without really thinking about anything at all, he squeezed the trigger.<\/p>      <p>The monkey flattened itself out against the tree, spreading its arms and legs enthusiastically, and then, reaching around with both hands as if trying to scratch its back, it tumbled down to the    ground. Seaman Houston was terrified to witness its convulsions there. It hoisted itself, pushing off the ground with one arm, and sat back against the tree trunk with its legs spread out before    it, like somebody resting from a difficult job of labor.<\/p>      <p>Seaman Houston took himself a few steps nearer, and, from the distance of only a few yards, he saw that the monkey&rsquo;s fur was very shiny and held a henna tint in the shadows and a blond    tint in the light, as the leaves moved above it. It looked from side to side, its breath coming in great rapid gulps, its belly expanding tremendously with every breath like a balloon. The shot had    been low, exiting from the abdomen.<\/p>      <p>Seaman Houston felt his own stomach tear itself in two. &ldquo;Jesus Christ!&rdquo; he shouted at the monkey, as if it might do something about its embarrassing and hateful condition. He thought    his head would explode, if the forenoon kept burning into the jungle all around him and the gulls kept screaming and the monkey kept regarding its surroundings carefully, moving its head and black    eyes from side to side like someone following the progress of some kind of conversation, some kind of debate, some kind of struggle that the jungle&mdash;the morning&mdash;the moment&mdash;was    having with itself. Seaman Houston walked over to the monkey and laid the rifle down beside it and lifted the animal up in his two hands, holding its buttocks in one and cradling its head with the    other. With fascination, then with revulsion, he realized that the monkey was crying. Its breath came out in sobs, and tears welled out of its eyes when it blinked. It looked here and there,    appearing no more interested in him than in anything else it might be seeing. &ldquo;Hey,&rdquo; Houston said, but the monkey didn&rsquo;t seem to hear.<\/p>      <p>As he held the animal in his hands, its heart stopped beating. He gave it a shake, but he knew it was useless. He felt as if everything was all his fault, and with no one around to know about    it, he let himself cry like a child. He was eighteen years old.<\/p>      <p class=\"textbreak\">When he got back to the club down near the water, Houston saw that a school of violet-tinted jellyfish had washed up on the gray beach, hundreds of them, each about the size of    a person&rsquo;s hand, translucent and shriveling under the sun. The island&rsquo;s small harbor lay empty. No boats ever came here other than the ferry from the naval base across Subic Bay.<\/p>      <p>Only a few yards off, a couple of bamboo cabins fronted the strip of sand beneath palatial trees dribbling small purple blooms onto their roofs. From inside one of the cabins came the cries of a    couple making love, a whore, Seaman Houston assumed, and some sailor. Houston squatted in the shade and listened until he heard them giggling no more, breathing no more, and a lizard in the    cabin&rsquo;s eaves began to call&mdash;a brief annunciatory warble and then a series of harsh, staccato chuckles&mdash;<em>gek-ko; gek-ko; gek-ko<\/em> . . .<\/p>      <p>After a while the man came out, a crew-cut man in his forties with a white towel hitched under his belly and a cigarette clamped between his front teeth, and stood there splayfooted, holding the    towel together at his hip with one hand, staring at some close but invisible thing, and swaying. An officer, probably. He took his cigarette between his thumb and finger and drew on it and let out    a fog around his face. &ldquo;Another mission accomplished.&rdquo;<\/p>      <p>The neighboring cabin&rsquo;s front door opened and a Filipina, naked, hand over her groin, said, &ldquo;He don&rsquo;t like to do it.&rdquo;<\/p>      <p>The officer shouted, &ldquo;Hey, Lucky.&rdquo;<\/p>      <p>A small Asian man came to the door, fully dressed in military fatigues.<\/p>      <p>&ldquo;You didn&rsquo;t give her a jolly old time?&rdquo;<\/p>      <p>The man said, &ldquo;It could be bad luck.&rdquo;<\/p>      <p>&ldquo;Karma,&rdquo; the officer said.<\/p>      <p>&ldquo;It could be,&rdquo; the little fellow said.<\/p>      <p>To Houston the officer said, &ldquo;You looking for a beer?&rdquo;<\/p>      <p>Houston had meant to be off. Now he realized that he&rsquo;d forgotten to leave and that the man was talking to him. With his free hand the man tossed his smoke and snaked aside the drape of the    towel. To Houston he said&mdash;as he loosed almost straight downward a stream that foamed on the earth, destroying his cigarette butt&mdash;&ldquo;You see something worth looking at, you let me    know.&rdquo;<\/p>      <p>Feeling a fool, Houston went into the club. Inside, two young Filipinas in bright flowered dresses were playing pinball and talking so fast, while the large fans whirled above them, that Seaman    Houston felt his equilibrium give. Sam, one of the marines, stood behind the bar. &ldquo;Shut up, shut up,&rdquo; he said. He lifted his hand, in which he happened to be holding a spatula.<\/p>      <p>&ldquo;What&rsquo;d I say?&rdquo; Houston asked.<\/p>      <p>&ldquo;Excuse.&rdquo; Sam tilted his head toward the radio, concentrating on its sound like a blind man. &ldquo;They caught the guy.&rdquo;<\/p>      <p>&ldquo;They said that before breakfast. We knew that.&rdquo;<\/p>      <p>&ldquo;There&rsquo;s more about him.&rdquo;<\/p>      <p>&ldquo;Okay,&rdquo; Houston said.<\/p>      <p>He drank some ice water and listened to the radio, but he suffered such a headache right now he couldn&rsquo;t make out any of the words.<\/p>      <p>After a while the officer came in wearing a gigantic Hawaiian-print shirt, accompanied by the young Asian.<\/p>      <p>&ldquo;Colonel, they caught him,&rdquo; Sam told the officer. &ldquo;His name is Oswald.&rdquo;<\/p>      <p>The colonel said, &ldquo;What kind of name is that?&rdquo;&mdash;apparently as outraged by the killer&rsquo;s name as by his atrocity.<\/p>      <p>&ldquo;Fucking sonofabitch,&rdquo; Sam said.<\/p>      <p>&ldquo;The sonofabitch,&rdquo; said the colonel. &ldquo;I hope they shoot his balls off. I hope they shoot him up the ass.&rdquo; Wiping at his tears without embarrassment he said, &ldquo;Is    Oswald his first name or his last name?&rdquo;<\/p>      <p>Houston told himself that first he&rsquo;d seen this officer pissing on the ground, and now he was watching him cry.<\/p>      <p>To the young Asian, Sam said, &ldquo;Sir, we&rsquo;re hospitable as hell. But generally Philippine military aren&rsquo;t served here.&rdquo;<\/p>      <p>&ldquo;Lucky&rsquo;s from Vietnam,&rdquo; the colonel said.<\/p>      <p>&ldquo;Vietnam. You lost?&rdquo;<\/p>      <p>&ldquo;No, not lost,&rdquo; the man said.<\/p>      <p>&ldquo;This guy,&rdquo; the colonel said, &ldquo;is already a jet pilot. He&rsquo;s a South Viet Nam Air Force captain.&rdquo;<\/p>      <p>Sam asked the young captain, &ldquo;Well, is it a war over there, or what? War?&mdash;budda-budda-budda.&rdquo; He made his two hands into a submachine gun, jerking them in unison. &ldquo;Yes?    No?&rdquo;<\/p>      <p>The captain turned from the American, formed the phrases in his mind, practiced them, turned back, and said, &ldquo;I don&rsquo;t know it&rsquo;s war. A lot people are dead.&rdquo;<\/p>      <p>&ldquo;That&rsquo;ll do,&rdquo; the colonel agreed. &ldquo;That counts.&rdquo;<\/p>      <p>&ldquo;What you doing here?&rdquo;<\/p>      <p>&ldquo;I&rsquo;m here for helicopters training,&rdquo; the captain said.<\/p>      <p>&ldquo;You don&rsquo;t look hardly old enough for a tricycle,&rdquo; Sam said. &ldquo;How old are you?&rdquo;<\/p>      <p>&ldquo;Twenty-two years.&rdquo;<\/p>      <p>&ldquo;I&rsquo;m getting this little Slope his beer. You like San Miguel? You mind that I called you a Slope? It&rsquo;s a bad habit.&rdquo;<\/p>      <p>&ldquo;Call him Lucky,&rdquo; the colonel said. &ldquo;The man&rsquo;s buying, Lucky.<\/p>      <p>What&rsquo;s your poison?&rdquo;<\/p>      <p>The boy frowned and deliberated inside himself mysteriously and said, &ldquo;I like Lucky Lager.&rdquo;<\/p>      <p>&ldquo;And what kind of cigarettes you smoke?&rdquo; the colonel asked.<\/p>      <p>&ldquo;I like the Lucky Strike,&rdquo; he said, and everybody laughed.<\/p>      <p>Suddenly Sam looked at young Seaman Houston as if just recognizing him and said, &ldquo;Where&rsquo;s my rifle?&rdquo;<\/p>      <p>For a heartbeat Houston had no idea what he might be talking about. Then he said, &ldquo;Shit.&rdquo;<\/p>      <p>&ldquo;Where is it?&rdquo; Sam didn&rsquo;t seem terribly interested&mdash;just curious.<\/p>      <p>&ldquo;Shit,&rdquo; Seaman Houston said. &ldquo;I&rsquo;ll get it.&rdquo;<\/p>      <p>He had to go back into the jungle. It was just as hot, and just as damp. All the same animals were making the same noises, and the situation was just as terrible, he was far from the places of    his memory, and the navy still had him for two more years, and the President, the President of his country, was still dead&mdash;but the monkey was gone. Sam&rsquo;s rifle lay in the brush just as    he&rsquo;d left it, and the monkey was nowhere. Something had carried it off.<\/p>      <p>He had expected to be made to see it again; so he was relieved to be walking back to the club without having to look at what he&rsquo;d done. Yet he understood, without much alarm or unease,    that he wouldn&rsquo;t be spared this sight forever.<\/p>      <p class=\"textbreak\">Seaman Houston was promoted once, and then demoted. He glimpsed some of Southeast Asia&rsquo;s great capitals, walked through muggy nights in which streetside lanterns shook in    the stale breezes, but he never landed long enough to lose his sea legs, only long enough to get confused, to see the faces flickering and hear the suffering laughter. When his tour was up he    enlisted for another, enchanted above all by the power to create his destiny just by signing his name.<\/p>      <p>Houston had two younger brothers. The nearest to him in age, James, enlisted in the infantry and was sent to Vietnam, and one night just before the finish of his second tour in the navy, Houston    took a train from the naval base in Yokosuka, Japan, to the city of Yokohama, where he and James had arranged to meet at the Peanut Bar. It was 1967, more than three years after the murder of John    F. Kennedy.<\/p>      <p>In the train car Houston felt gigantic, looking over the heads of pitch-black hair. The little Japanese passengers stared at him without mirth, without pity, without shame, until he felt as if    his throat were being twisted. He got off, and kept himself on a straight path through the late drizzle by following wet streetcar tracks to the Peanut Bar. He looked forward to saying something in    English.<\/p>      <p>The Peanut Bar was large and crowded with sailors and with scrubbed-looking boy merchant marines, and the voices were thick in his head, the smoke thick in his lungs.<\/p>      <p>He found James near the stage and went over to him, holding his hand out for a shake. &ldquo;I&rsquo;m leaving Yokosuka, man! I&rsquo;m back on a ship!&rdquo; was the first thing he said.<\/p>      <p>The band drowned out his greeting&mdash;a quartet of Japanese Beatles imitators in blinding white outfits, with fringe. James, in civvies, sat at a little table staring at them, unaware of    anything but this spectacle, and Bill fired a peanut at his open mouth.<\/p>      <p>James indicated the performers. &ldquo;That&rsquo;s gotta be ridiculous.&rdquo; He had to shout to make himself even faintly audible.<\/p>      <p>&ldquo;What can I say? This ain&rsquo;t Phoenix.&rdquo;<\/p>      <p>&ldquo;Almost as ridiculous as you in a sailor suit.&rdquo;<\/p>      <p>&ldquo;They let me out two years ago, and I re-upped. I don&rsquo;t know&mdash;I just did it.&rdquo;<\/p>      <p>&ldquo;Were you loaded?&rdquo;<\/p>      <p>&ldquo;I was pretty loaded, yeah.&rdquo;<\/p>      <p>Bill Houston was amazed to find his brother no longer a little boy. James wore a flattop haircut that made his jaw look wide and strong, and he sat up straight, no fidgeting around. Even in    civilian dress he looked like a soldier.<\/p>      <p>They ordered beer by the pitcher and agreed that except for a few strange things, like the Peanut Bar, they both liked Japan&mdash;though James had spent, so far, six hours in the country    between flights, and in the morning would board another plane for Vietnam&mdash;or at any rate, they both approved of the Japanese. &ldquo;I&rsquo;m here to tell you,&rdquo; Bill said when the band    went on break and their voices could be heard, &ldquo;these Japs have got it all plumb, level, and square. Meanwhile, in the tropics, man, nothing but shit. Everybody&rsquo;s brain is boiled fat    mush.&rdquo;<\/p>      <p>&ldquo;That&rsquo;s what they tell me. I guess I&rsquo;ll find out.&rdquo;<\/p>      <p>&ldquo;What about the fighting?&rdquo;<\/p>      <p>&ldquo;What about it?&rdquo;<\/p>      <p>&ldquo;What do they say?&rdquo;<\/p>      <p>&ldquo;Mostly they say you&rsquo;re just shooting at trees, and the trees are shooting back.&rdquo;<\/p>      <p>&ldquo;But really. Is it pretty bad?&rdquo;<\/p>      <p>&ldquo;I guess I&rsquo;ll find out.&rdquo;<\/p>      <p>&ldquo;Are you scared?&rdquo;<\/p>      <p>&ldquo;During training, I seen a guy shoot another guy by accident.&rdquo;<\/p>      <p>&ldquo;Yeah?&rdquo;<\/p>      <p>&ldquo;In the ass, if you can believe it. It was just an accident.&rdquo;<\/p>      <p>Bill Houston said, &ldquo;I saw a guy murder a guy in Honolulu.&rdquo;<\/p>      <p>&ldquo;What, in a fight?&rdquo;<\/p>      <p>&ldquo;Well, this sonofabitch owed this other sonofabitch money.&rdquo;<\/p>      <p>&ldquo;What was it, in a bar?&rdquo;<\/p>      <p>&ldquo;No. Not in a bar. The guy went around back of his apartment building and called him to the window. We were walking past the place and he says, &lsquo;Hang on, I gotta talk to this guy    about a debt.&rsquo; They talked one minute and then the guy I was with&mdash;he shot the other one. Put his gun right against the window screen, man, and pop, one time, like that. Forty-five    automatic. The guy kind of fell back inside his apartment.&rdquo;<\/p>      <p>&ldquo;You gotta be kidding.&rdquo;<\/p>      <p>&ldquo;No. I ain&rsquo;t kidding.&rdquo;<\/p>      <p>&ldquo;Are you serious? You were there?&rdquo;<\/p>      <p>&ldquo;We were just walking around. I had no idea he was gonna kill someone.&rdquo;<\/p>      <p>&ldquo;What&rsquo;d you do?&rdquo;<\/p>      <p>&ldquo;Just about filled my britches with poop. He turns around and sticks his gun under his shirt and, &lsquo;Hey, let&rsquo;s get some brew.&rsquo; Like the incident is erased.&rdquo;<\/p>      <p>&ldquo;What was your comment about all this?&rdquo;<\/p>      <p>&ldquo;It kind of felt like I didn&rsquo;t want to mention it.&rdquo;<\/p>      <p>&ldquo;I know&mdash;like, shit, what do you say?&rdquo;<\/p>      <p>&ldquo;You can bet I was wondering what he thought about me as a witness. That&rsquo;s why I missed the sailing. He was on our rig. If I&rsquo;d shipped out with him, I&rsquo;d&rsquo;ve gone    eight weeks without closing both eyes.&rdquo;<\/p>      <p>The brothers drank from their mugs simultaneously and then sought, each in his own mind, for something to talk about. &ldquo;When that guy got shot in the ass,&rdquo; James said, &ldquo;he went    into shock immediately.&rdquo;<\/p>      <p>&ldquo;Shit. How old are you?&rdquo;<\/p>      <p>&ldquo;Me?&rdquo;<\/p>      <p>&ldquo;Yeah.&rdquo;<\/p>      <p>&ldquo;Almost eighteen,&rdquo; James said.<\/p>      <p>&ldquo;The army let you enlist when you&rsquo;re only seventeen?&rdquo;<\/p>      <p>&ldquo;Nope. I done lied.&rdquo;<\/p>      <p>&ldquo;Are you scared?&rdquo;<\/p>      <p>&ldquo;Yeah. Not every minute.&rdquo;<\/p>      <p>&ldquo;Not every minute?&rdquo;<\/p>      <p>&ldquo;I haven&rsquo;t seen any fighting. I want to see it, the real deal, the real shit. I just want to.&rdquo;<\/p>      <p>&ldquo;Crazy little fucker.&rdquo;<\/p>      <p>The band resumed with a number by the Kinks called &ldquo;You Really Got Me&rdquo;:<\/p>      <div class=\"block\">      <div>        <div class=\"block\">          <div>            <div class=\"block\">              <div class=\"blockquote\">                <p class=\"noindent\"><em>You really got me&mdash;<\/em><\/p>                  <p class=\"noindent\"><em>You really got me&mdash;<\/em><\/p>                  <p class=\"noindent\"><em>You really got me&mdash;<\/em><\/p>              <\/div>            <\/div>          <\/div>        <\/div>      <\/div>    <\/div>      <p>Before very much longer the two brothers got into an argument with each other over nothing, and Bill Houston spilled a pitcher of beer right into the lap of somebody at the next table&mdash;a    Japanese girl, who hunched her shoulders and looked sad and humiliated. She sat with a girlfriend and also two American men, two youngsters who didn&rsquo;t know how to react.<\/p>      <p>The beer dribbled off the table&rsquo;s edge while James fumbled to right the empty pitcher, saying, &ldquo;It gets like this sometimes. It just does.&rdquo;<\/p>      <p>The young girl made no move at all to adjust herself. She stared at her lap.<\/p>      <p>&ldquo;What&rsquo;s wrong with us,&rdquo; James asked his brother, &ldquo;are we fucked up or something? Every time we get together, something bad happens.&rdquo;<\/p>      <p>&ldquo;I know.&rdquo;<\/p>      <p>&ldquo;Something fucked-up.&rdquo;<\/p>      <p>&ldquo;Fucked-up, shitty, I know. Because we&rsquo;re family.&rdquo;<\/p>      <p>&ldquo;We&rsquo;re blood.&rdquo;<\/p>      <p>&ldquo;None of that shit don&rsquo;t matter to me no more.&rdquo;<\/p>      <p>&ldquo;It must matter some,&rdquo; James insisted, &ldquo;or else why&rsquo;d you haul yourself all this way to meet me in Yokohama?&rdquo;<\/p>      <p>&ldquo;Yeah,&rdquo; Bill said, &ldquo;in the Peanut Bar.&rdquo;<\/p>      <p>&ldquo;The Peanut Bar!&rdquo;<\/p>      <p>&ldquo;And why&rsquo;d I miss my ship?&rdquo;<\/p>      <p>James said, &ldquo;You missed your ship?&rdquo;<\/p>      <p>&ldquo;I should&rsquo;ve been on her at four this afternoon.&rdquo;<\/p>      <p>&ldquo;You missed it?&rdquo;<\/p>      <p>&ldquo;She might still be there. But I expect they&rsquo;re out of the harbor by now.&rdquo;<\/p>      <p>Bill Houston felt his eyes flood with tears, choked with sudden emotion at his life and this place with everybody driving on the left.<\/p>      <p>James said, &ldquo;I never liked you.&rdquo;<\/p>      <p>&ldquo;I know. Me too.&rdquo;<\/p>      <p>&ldquo;Me too.&rdquo;<\/p>      <p>&ldquo;I always thought you were a little-dick sonofabitch,&rdquo; Bill said.<\/p>      <p>&ldquo;I always hated you,&rdquo; his brother said.<\/p>      <p>&ldquo;God, I&rsquo;m sorry,&rdquo; Bill Houston said to the Japanese girl. He dragged some money from his wallet and tossed it onto the wet table, a hundred yen or a thousand yen, he    couldn&rsquo;t see which.<\/p>      <p>&ldquo;It&rsquo;s my last year in the navy,&rdquo; he explained to the girl. He would have thrown down more, but his wallet was empty. &ldquo;I came across this ocean and died. They might as    well bring back my bones. I&rsquo;m all different.&rdquo;<\/p>      <p class=\"textbreak2\"><span class=\"dropcap\"><strong>T<\/strong><\/span>he afternoon of that November day in 1963, the day after John F. Kennedy&rsquo;s assassination, Captain Nguyen Minh, the young Viet Nam    Air Force pilot, dove with a mask and snorkel just off the shore of Grande Island. This was a newfound passion. The experience came close to what the birds of the air must enjoy, drifting above a    landscape, propelled by the action of their own limbs, actually flying, as opposed to piloting a machine. The webbed fins strapped to his feet gave him a lot of thrust as he scooted above a vast    school of parrot fish feeding on a reef, the multitude of their small beaks pattering against the coral like a shower of rain. American Navy men enjoyed scuba and skin-diving and had torn up all    the coral and made the fish very timid so that the entire school disappeared in a blink when he swam near.<\/p>      <p>Minh wasn&rsquo;t much of a swimmer, and without others around he could let himself feel as afraid as he actually was.<\/p>      <p>He&rsquo;d passed all the previous night with the prostitute the colonel had paid for. The girl had slept on the floor and he in the bed. He hadn&rsquo;t wanted her. He wasn&rsquo;t sure about    these Filipino people.<\/p>      <p>Then today, toward the end of the morning, they&rsquo;d gone into the club to learn that the President of the United States, President John Fitzgerald Kennedy, had been murdered. The two    Filipinas were still with them, and each girl took one of the colonel&rsquo;s substantial arms and held on as if keeping him moored to the earth while he brought his surprise and grief under    control. They sat at a table all morning and listened to the news reports. &ldquo;For God&rsquo;s sake,&rdquo; the colonel said. &ldquo;For God&rsquo;s sake.&rdquo; By afternoon the colonel had    cheered up and the beer was going down and down. Minh tried not to drink very much, but he wanted to be polite, and he got very dizzy. The girls disappeared, they came back, the fan went around in    the ceiling. A very young naval recruit joined them and somebody asked Minh if a war was actually being waged somewhere in Vietnam.<\/p>      <p>That night the colonel wanted to switch girls, and Minh determined that he would follow through as he had last night, just to make the colonel happy and to show him that he was sincerely    grateful. This second girl was the one he preferred, in any case. She was prettier to his eyes and spoke better English. But the girl asked to have the air conditioner on. He wanted it off. He    couldn&rsquo;t hear things with the air conditioner going. He liked the windows open. He liked the sound of insects batting against the screens. They didn&rsquo;t have such screens in his    family&rsquo;s house on the Mekong Delta, or even in his uncle&rsquo;s home in Saigon.<\/p>      <p>&ldquo;What do you want?&rdquo; the girl said. She was very contemptuous of him.<\/p>      <p>&ldquo;I don&rsquo;t know,&rdquo; he said. &ldquo;Take off your clothes.&rdquo;<\/p>      <p>They took off their clothes and lay side by side on the double bed in the dark, and did nothing else. He could hear an American sailor a few doors down talking to one of his friends loudly,    perhaps telling a story. Minh couldn&rsquo;t understand a word of it, though he considered his own English pretty fair.<\/p>      <p>&ldquo;The colonel has a big one.&rdquo; The girl was fondling his penis. &ldquo;Is he your friend?&rdquo;<\/p>      <p>Minh said, &ldquo;I don&rsquo;t know.&rdquo;<\/p>      <p>&ldquo;You don&rsquo;t know is he your friend? Why are you with him?&rdquo;<\/p>      <p>&ldquo;I don&rsquo;t know.&rdquo;<\/p>      <p>&ldquo;When did you know him the first time?&rdquo;<\/p>      <p>&ldquo;Just one or two weeks.&rdquo;<\/p>      <p>&ldquo;Who is he?&rdquo; she said.<\/p>      <p>Minh said, &ldquo;I don&rsquo;t know.&rdquo; To stop her touching his groin, he clasped her to him.<\/p>      <p>&ldquo;You just want body-body?&rdquo; she said.<\/p>      <p>&ldquo;What does it mean?&rdquo; he said.<\/p>      <p>&ldquo;Just body-body,&rdquo; she said. She got up and shut the window. She felt the air conditioner with the palm of her hand, but didn&rsquo;t touch its dials. &ldquo;Gimme a cigarette,&rdquo;    she said.<\/p>      <p>&ldquo;No. I don&rsquo;t have any cigarette,&rdquo; he said.<\/p>      <p>She threw her dress on over her head, slipped her feet into her sandals. She wore no underclothes. &ldquo;Gimme a coupla quarters,&rdquo; she said.<\/p>      <p>&ldquo;What does it mean?&rdquo; he said.<\/p>      <p>&ldquo;What does it mean?&rdquo; she said. &ldquo;What does it mean? Gimme a coupla quarters. Gimme a coupla quarters.&rdquo;<\/p>      <p>&ldquo;Is it money?&rdquo; he said. &ldquo;How much is it?&rdquo;<\/p>      <p>&ldquo;Gimme a coupla quarters,&rdquo; she said. &ldquo;I wanna see if he gonna sell me some cigarette. I wanna coupla pack cigarette&mdash;a pack for me, and one pack for my cousin. Two    pack.&rdquo;<\/p>      <p>&ldquo;The colonel can do it,&rdquo; he said.<\/p>      <p>&ldquo;One Weenston. One Lucky Strike.&rdquo;<\/p>      <p>&ldquo;Excuse me. It&rsquo;s chilly tonight,&rdquo; he said. He got up and put his clothes on.<\/p>      <p>He stepped out front. From behind him he heard the small sounds of the young woman inside dealing with her purse, setting it on a table. She clapped and rubbed her hands and a puff of perfume    drifted past him from the open window and he inhaled it. His ears rang, and tears clouded his sight. He cleared a thickness from his throat, hung his head, spat down between his feet. He missed his    homeland.<\/p>      <p>When he&rsquo;d first joined the air force and then been transferred to Da Nang and into officers&rsquo; training, only seventeen, he&rsquo;d cried every night in his bed for several weeks.    He&rsquo;d been flying fighter jets for nearly three years now, since he was nineteen years old. Two months ago he&rsquo;d turned twenty-two, and he could expect to continue flying missions until    the one that killed him.<\/p>      <p>Later he sat on the porch in a canvas chair, leaning forward, forearms on his knees, smoking&mdash;he actually did possess a pack of Luckies&mdash;when the colonel returned from the club with    his arms around both the girls. Minh&rsquo;s escort had a pack in her hand and waved it happily.<\/p>      <p>&ldquo;So you explored the briny deeps today.&rdquo;<\/p>      <p>Minh wasn&rsquo;t sure what he meant. He said, &ldquo;Yes.&rdquo;<\/p>      <p>&ldquo;Ever been down there in any of those tunnels?&rdquo; the colonel asked.<\/p>      <p>&ldquo;What is it?&mdash;tunnels.&rdquo;<\/p>      <p>&ldquo;Tunnels,&rdquo; the colonel said. &ldquo;Tunnels all under Vietnam. You been down inside those things?&rdquo;<\/p>      <p>&ldquo;Not yet. I don&rsquo;t think so.&rdquo;<\/p>      <p>&ldquo;Nor have I, son,&rdquo; the colonel said. &ldquo;I wonder what&rsquo;s down there.&rdquo;<\/p>      <p>&ldquo;I don&rsquo;t know.&rdquo;<\/p>      <p>&ldquo;Nobody does,&rdquo; the colonel said.<\/p>      <p>&ldquo;The cadres use the tunnels,&rdquo; Minh said. &ldquo;The Vietminh.&rdquo;<\/p>      <p>Now the colonel seemed to grieve for his President again, because he said, &ldquo;This world spits out a beautiful man like he was poison.&rdquo;<\/p>      <p>Minh had noticed you could talk to the colonel for a long time without recognizing he was drunk.<\/p>      <p>He&rsquo;d met the colonel only a few mornings back, out front of the helicopter maintenance yard at the Subic base, and they&rsquo;d sought each other out continually ever since. The colonel    had not been introduced to him&mdash;the colonel had introduced himself&mdash;and didn&rsquo;t appear to be linked to him in any official way. They were housed together with dozens of other    transient officers in a barracks in a compound originally constructed and then quickly abandoned, according to the colonel, by the American Central Intelligence Agency.<\/p>      <p>Minh knew the colonel was one to stick with. Minh had a custom of picking out situations, people, as good luck, bad luck. He drank Lucky Lager, he smoked Lucky Strikes. The colonel called him    &ldquo;Lucky.&rdquo;<\/p>      <p>&ldquo;John F. Kennedy was a beautiful man,&rdquo; the colonel said. &ldquo;That&rsquo;s what killed him.&rdquo;<\/p>      <\/body>","format":"","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Picador","isFeatured":false,"isbn":"9781509829996","isbn10":"","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509829996.jpg","keynote":"A dark, indelible epic about the other side of the American Dream","nextPageLink":null,"publicationDate":"2016-09-08T00:00:00Z","reader":"","relatedWorks":[],"title":"Tree of Smoke"},
"SearchPage.xaml":[{"author":"Denis Johnson","authorBiography":"","bicCodeList":"","bisacCodeList":"","estimatedReadingTimeMinutes":17,"extractHtml":"<body><div><\/div>      <p class=\"text1\"><span class=\"dropcap\"><strong>L<\/strong><\/span>ast night at 3:00 a.m. President Kennedy had been killed. Seaman Houston and the other two recruits slept while the first reports traveled    around the world. There was one small nightspot on the island, a dilapidated club with big revolving fans in the ceiling and one bar and one pinball game; the two marines who ran the club had come    by to wake them up and tell them what had happened to the President. The two marines sat with the three sailors on the bunks in the Quonset hut for transient enlisted men, watching the air    conditioner drip water into a coffee can and drinking beer. The Armed Forces Network from Subic Bay stayed on through the night, broadcasting bulletins about the unfathomable murder.<\/p>      <p>Now it was late in the morning, and Seaman Apprentice William Houston, Jr., began feeling sober again as he stalked the jungle of Grande Island carrying a borrowed .22-caliber rifle. There were    supposed to be some wild boars roaming this island military resort, which was all he had seen so far of the Philippines. He didn&rsquo;t know how he felt about this country. He just wanted to do    some hunting in the jungle. There were supposed to be some wild boars around here.<\/p>      <p>He stepped carefully, thinking about snakes and trying to be quiet because he wanted to hear any boars before they charged him. He was aware that he was terrifically on edge. From all around    came the ten thousand sounds of the jungle, as well as the cries of gulls and the far-off surf, and if he stopped dead and listened a minute, he could hear also the pulse snickering in the heat of    his flesh, and the creak of sweat in his ears. If he stayed motionless only another couple of seconds, the bugs found him and whined around his head.<\/p>      <p>He propped the rifle against a stunted banana plant and removed his headband and wrung it out and wiped his face and stood there awhile, waving away the mosquitoes with the cloth and itching his    crotch absentmindedly. Nearby, a seagull seemed to be carrying on an argument with itself, a series of protesting squeaks interrupted by contradictory lower-pitched cries that sounded like, <em>Huh!    Huh! Huh!<\/em> And something moving from one tree to another caught Seaman Houston&rsquo;s eye.<\/p>      <p>He kept his vision on the spot where he&rsquo;d seen it among the branches of a rubber tree, putting his hand out for the rifle without altering the direction of his gaze. It moved again. Now he    saw that it was some sort of monkey, not much bigger than a Chihuahua dog. Not precisely a wild boar, but it presented itself as something to be looked at, clinging by its left hand and both feet    to the tree&rsquo;s trunk and digging at the thin rind with an air of tiny, exasperated haste. Seaman Houston took the monkey&rsquo;s meager back under the rifle&rsquo;s sight. He raised the barrel    a few degrees and took the monkey&rsquo;s head into the sight. Without really thinking about anything at all, he squeezed the trigger.<\/p>      <p>The monkey flattened itself out against the tree, spreading its arms and legs enthusiastically, and then, reaching around with both hands as if trying to scratch its back, it tumbled down to the    ground. Seaman Houston was terrified to witness its convulsions there. It hoisted itself, pushing off the ground with one arm, and sat back against the tree trunk with its legs spread out before    it, like somebody resting from a difficult job of labor.<\/p>      <p>Seaman Houston took himself a few steps nearer, and, from the distance of only a few yards, he saw that the monkey&rsquo;s fur was very shiny and held a henna tint in the shadows and a blond    tint in the light, as the leaves moved above it. It looked from side to side, its breath coming in great rapid gulps, its belly expanding tremendously with every breath like a balloon. The shot had    been low, exiting from the abdomen.<\/p>      <p>Seaman Houston felt his own stomach tear itself in two. &ldquo;Jesus Christ!&rdquo; he shouted at the monkey, as if it might do something about its embarrassing and hateful condition. He thought    his head would explode, if the forenoon kept burning into the jungle all around him and the gulls kept screaming and the monkey kept regarding its surroundings carefully, moving its head and black    eyes from side to side like someone following the progress of some kind of conversation, some kind of debate, some kind of struggle that the jungle&mdash;the morning&mdash;the moment&mdash;was    having with itself. Seaman Houston walked over to the monkey and laid the rifle down beside it and lifted the animal up in his two hands, holding its buttocks in one and cradling its head with the    other. With fascination, then with revulsion, he realized that the monkey was crying. Its breath came out in sobs, and tears welled out of its eyes when it blinked. It looked here and there,    appearing no more interested in him than in anything else it might be seeing. &ldquo;Hey,&rdquo; Houston said, but the monkey didn&rsquo;t seem to hear.<\/p>      <p>As he held the animal in his hands, its heart stopped beating. He gave it a shake, but he knew it was useless. He felt as if everything was all his fault, and with no one around to know about    it, he let himself cry like a child. He was eighteen years old.<\/p>      <p class=\"textbreak\">When he got back to the club down near the water, Houston saw that a school of violet-tinted jellyfish had washed up on the gray beach, hundreds of them, each about the size of    a person&rsquo;s hand, translucent and shriveling under the sun. The island&rsquo;s small harbor lay empty. No boats ever came here other than the ferry from the naval base across Subic Bay.<\/p>      <p>Only a few yards off, a couple of bamboo cabins fronted the strip of sand beneath palatial trees dribbling small purple blooms onto their roofs. From inside one of the cabins came the cries of a    couple making love, a whore, Seaman Houston assumed, and some sailor. Houston squatted in the shade and listened until he heard them giggling no more, breathing no more, and a lizard in the    cabin&rsquo;s eaves began to call&mdash;a brief annunciatory warble and then a series of harsh, staccato chuckles&mdash;<em>gek-ko; gek-ko; gek-ko<\/em> . . .<\/p>      <p>After a while the man came out, a crew-cut man in his forties with a white towel hitched under his belly and a cigarette clamped between his front teeth, and stood there splayfooted, holding the    towel together at his hip with one hand, staring at some close but invisible thing, and swaying. An officer, probably. He took his cigarette between his thumb and finger and drew on it and let out    a fog around his face. &ldquo;Another mission accomplished.&rdquo;<\/p>      <p>The neighboring cabin&rsquo;s front door opened and a Filipina, naked, hand over her groin, said, &ldquo;He don&rsquo;t like to do it.&rdquo;<\/p>      <p>The officer shouted, &ldquo;Hey, Lucky.&rdquo;<\/p>      <p>A small Asian man came to the door, fully dressed in military fatigues.<\/p>      <p>&ldquo;You didn&rsquo;t give her a jolly old time?&rdquo;<\/p>      <p>The man said, &ldquo;It could be bad luck.&rdquo;<\/p>      <p>&ldquo;Karma,&rdquo; the officer said.<\/p>      <p>&ldquo;It could be,&rdquo; the little fellow said.<\/p>      <p>To Houston the officer said, &ldquo;You looking for a beer?&rdquo;<\/p>      <p>Houston had meant to be off. Now he realized that he&rsquo;d forgotten to leave and that the man was talking to him. With his free hand the man tossed his smoke and snaked aside the drape of the    towel. To Houston he said&mdash;as he loosed almost straight downward a stream that foamed on the earth, destroying his cigarette butt&mdash;&ldquo;You see something worth looking at, you let me    know.&rdquo;<\/p>      <p>Feeling a fool, Houston went into the club. Inside, two young Filipinas in bright flowered dresses were playing pinball and talking so fast, while the large fans whirled above them, that Seaman    Houston felt his equilibrium give. Sam, one of the marines, stood behind the bar. &ldquo;Shut up, shut up,&rdquo; he said. He lifted his hand, in which he happened to be holding a spatula.<\/p>      <p>&ldquo;What&rsquo;d I say?&rdquo; Houston asked.<\/p>      <p>&ldquo;Excuse.&rdquo; Sam tilted his head toward the radio, concentrating on its sound like a blind man. &ldquo;They caught the guy.&rdquo;<\/p>      <p>&ldquo;They said that before breakfast. We knew that.&rdquo;<\/p>      <p>&ldquo;There&rsquo;s more about him.&rdquo;<\/p>      <p>&ldquo;Okay,&rdquo; Houston said.<\/p>      <p>He drank some ice water and listened to the radio, but he suffered such a headache right now he couldn&rsquo;t make out any of the words.<\/p>      <p>After a while the officer came in wearing a gigantic Hawaiian-print shirt, accompanied by the young Asian.<\/p>      <p>&ldquo;Colonel, they caught him,&rdquo; Sam told the officer. &ldquo;His name is Oswald.&rdquo;<\/p>      <p>The colonel said, &ldquo;What kind of name is that?&rdquo;&mdash;apparently as outraged by the killer&rsquo;s name as by his atrocity.<\/p>      <p>&ldquo;Fucking sonofabitch,&rdquo; Sam said.<\/p>      <p>&ldquo;The sonofabitch,&rdquo; said the colonel. &ldquo;I hope they shoot his balls off. I hope they shoot him up the ass.&rdquo; Wiping at his tears without embarrassment he said, &ldquo;Is    Oswald his first name or his last name?&rdquo;<\/p>      <p>Houston told himself that first he&rsquo;d seen this officer pissing on the ground, and now he was watching him cry.<\/p>      <p>To the young Asian, Sam said, &ldquo;Sir, we&rsquo;re hospitable as hell. But generally Philippine military aren&rsquo;t served here.&rdquo;<\/p>      <p>&ldquo;Lucky&rsquo;s from Vietnam,&rdquo; the colonel said.<\/p>      <p>&ldquo;Vietnam. You lost?&rdquo;<\/p>      <p>&ldquo;No, not lost,&rdquo; the man said.<\/p>      <p>&ldquo;This guy,&rdquo; the colonel said, &ldquo;is already a jet pilot. He&rsquo;s a South Viet Nam Air Force captain.&rdquo;<\/p>      <p>Sam asked the young captain, &ldquo;Well, is it a war over there, or what? War?&mdash;budda-budda-budda.&rdquo; He made his two hands into a submachine gun, jerking them in unison. &ldquo;Yes?    No?&rdquo;<\/p>      <p>The captain turned from the American, formed the phrases in his mind, practiced them, turned back, and said, &ldquo;I don&rsquo;t know it&rsquo;s war. A lot people are dead.&rdquo;<\/p>      <p>&ldquo;That&rsquo;ll do,&rdquo; the colonel agreed. &ldquo;That counts.&rdquo;<\/p>      <p>&ldquo;What you doing here?&rdquo;<\/p>      <p>&ldquo;I&rsquo;m here for helicopters training,&rdquo; the captain said.<\/p>      <p>&ldquo;You don&rsquo;t look hardly old enough for a tricycle,&rdquo; Sam said. &ldquo;How old are you?&rdquo;<\/p>      <p>&ldquo;Twenty-two years.&rdquo;<\/p>      <p>&ldquo;I&rsquo;m getting this little Slope his beer. You like San Miguel? You mind that I called you a Slope? It&rsquo;s a bad habit.&rdquo;<\/p>      <p>&ldquo;Call him Lucky,&rdquo; the colonel said. &ldquo;The man&rsquo;s buying, Lucky.<\/p>      <p>What&rsquo;s your poison?&rdquo;<\/p>      <p>The boy frowned and deliberated inside himself mysteriously and said, &ldquo;I like Lucky Lager.&rdquo;<\/p>      <p>&ldquo;And what kind of cigarettes you smoke?&rdquo; the colonel asked.<\/p>      <p>&ldquo;I like the Lucky Strike,&rdquo; he said, and everybody laughed.<\/p>      <p>Suddenly Sam looked at young Seaman Houston as if just recognizing him and said, &ldquo;Where&rsquo;s my rifle?&rdquo;<\/p>      <p>For a heartbeat Houston had no idea what he might be talking about. Then he said, &ldquo;Shit.&rdquo;<\/p>      <p>&ldquo;Where is it?&rdquo; Sam didn&rsquo;t seem terribly interested&mdash;just curious.<\/p>      <p>&ldquo;Shit,&rdquo; Seaman Houston said. &ldquo;I&rsquo;ll get it.&rdquo;<\/p>      <p>He had to go back into the jungle. It was just as hot, and just as damp. All the same animals were making the same noises, and the situation was just as terrible, he was far from the places of    his memory, and the navy still had him for two more years, and the President, the President of his country, was still dead&mdash;but the monkey was gone. Sam&rsquo;s rifle lay in the brush just as    he&rsquo;d left it, and the monkey was nowhere. Something had carried it off.<\/p>      <p>He had expected to be made to see it again; so he was relieved to be walking back to the club without having to look at what he&rsquo;d done. Yet he understood, without much alarm or unease,    that he wouldn&rsquo;t be spared this sight forever.<\/p>      <p class=\"textbreak\">Seaman Houston was promoted once, and then demoted. He glimpsed some of Southeast Asia&rsquo;s great capitals, walked through muggy nights in which streetside lanterns shook in    the stale breezes, but he never landed long enough to lose his sea legs, only long enough to get confused, to see the faces flickering and hear the suffering laughter. When his tour was up he    enlisted for another, enchanted above all by the power to create his destiny just by signing his name.<\/p>      <p>Houston had two younger brothers. The nearest to him in age, James, enlisted in the infantry and was sent to Vietnam, and one night just before the finish of his second tour in the navy, Houston    took a train from the naval base in Yokosuka, Japan, to the city of Yokohama, where he and James had arranged to meet at the Peanut Bar. It was 1967, more than three years after the murder of John    F. Kennedy.<\/p>      <p>In the train car Houston felt gigantic, looking over the heads of pitch-black hair. The little Japanese passengers stared at him without mirth, without pity, without shame, until he felt as if    his throat were being twisted. He got off, and kept himself on a straight path through the late drizzle by following wet streetcar tracks to the Peanut Bar. He looked forward to saying something in    English.<\/p>      <p>The Peanut Bar was large and crowded with sailors and with scrubbed-looking boy merchant marines, and the voices were thick in his head, the smoke thick in his lungs.<\/p>      <p>He found James near the stage and went over to him, holding his hand out for a shake. &ldquo;I&rsquo;m leaving Yokosuka, man! I&rsquo;m back on a ship!&rdquo; was the first thing he said.<\/p>      <p>The band drowned out his greeting&mdash;a quartet of Japanese Beatles imitators in blinding white outfits, with fringe. James, in civvies, sat at a little table staring at them, unaware of    anything but this spectacle, and Bill fired a peanut at his open mouth.<\/p>      <p>James indicated the performers. &ldquo;That&rsquo;s gotta be ridiculous.&rdquo; He had to shout to make himself even faintly audible.<\/p>      <p>&ldquo;What can I say? This ain&rsquo;t Phoenix.&rdquo;<\/p>      <p>&ldquo;Almost as ridiculous as you in a sailor suit.&rdquo;<\/p>      <p>&ldquo;They let me out two years ago, and I re-upped. I don&rsquo;t know&mdash;I just did it.&rdquo;<\/p>      <p>&ldquo;Were you loaded?&rdquo;<\/p>      <p>&ldquo;I was pretty loaded, yeah.&rdquo;<\/p>      <p>Bill Houston was amazed to find his brother no longer a little boy. James wore a flattop haircut that made his jaw look wide and strong, and he sat up straight, no fidgeting around. Even in    civilian dress he looked like a soldier.<\/p>      <p>They ordered beer by the pitcher and agreed that except for a few strange things, like the Peanut Bar, they both liked Japan&mdash;though James had spent, so far, six hours in the country    between flights, and in the morning would board another plane for Vietnam&mdash;or at any rate, they both approved of the Japanese. &ldquo;I&rsquo;m here to tell you,&rdquo; Bill said when the band    went on break and their voices could be heard, &ldquo;these Japs have got it all plumb, level, and square. Meanwhile, in the tropics, man, nothing but shit. Everybody&rsquo;s brain is boiled fat    mush.&rdquo;<\/p>      <p>&ldquo;That&rsquo;s what they tell me. I guess I&rsquo;ll find out.&rdquo;<\/p>      <p>&ldquo;What about the fighting?&rdquo;<\/p>      <p>&ldquo;What about it?&rdquo;<\/p>      <p>&ldquo;What do they say?&rdquo;<\/p>      <p>&ldquo;Mostly they say you&rsquo;re just shooting at trees, and the trees are shooting back.&rdquo;<\/p>      <p>&ldquo;But really. Is it pretty bad?&rdquo;<\/p>      <p>&ldquo;I guess I&rsquo;ll find out.&rdquo;<\/p>      <p>&ldquo;Are you scared?&rdquo;<\/p>      <p>&ldquo;During training, I seen a guy shoot another guy by accident.&rdquo;<\/p>      <p>&ldquo;Yeah?&rdquo;<\/p>      <p>&ldquo;In the ass, if you can believe it. It was just an accident.&rdquo;<\/p>      <p>Bill Houston said, &ldquo;I saw a guy murder a guy in Honolulu.&rdquo;<\/p>      <p>&ldquo;What, in a fight?&rdquo;<\/p>      <p>&ldquo;Well, this sonofabitch owed this other sonofabitch money.&rdquo;<\/p>      <p>&ldquo;What was it, in a bar?&rdquo;<\/p>      <p>&ldquo;No. Not in a bar. The guy went around back of his apartment building and called him to the window. We were walking past the place and he says, &lsquo;Hang on, I gotta talk to this guy    about a debt.&rsquo; They talked one minute and then the guy I was with&mdash;he shot the other one. Put his gun right against the window screen, man, and pop, one time, like that. Forty-five    automatic. The guy kind of fell back inside his apartment.&rdquo;<\/p>      <p>&ldquo;You gotta be kidding.&rdquo;<\/p>      <p>&ldquo;No. I ain&rsquo;t kidding.&rdquo;<\/p>      <p>&ldquo;Are you serious? You were there?&rdquo;<\/p>      <p>&ldquo;We were just walking around. I had no idea he was gonna kill someone.&rdquo;<\/p>      <p>&ldquo;What&rsquo;d you do?&rdquo;<\/p>      <p>&ldquo;Just about filled my britches with poop. He turns around and sticks his gun under his shirt and, &lsquo;Hey, let&rsquo;s get some brew.&rsquo; Like the incident is erased.&rdquo;<\/p>      <p>&ldquo;What was your comment about all this?&rdquo;<\/p>      <p>&ldquo;It kind of felt like I didn&rsquo;t want to mention it.&rdquo;<\/p>      <p>&ldquo;I know&mdash;like, shit, what do you say?&rdquo;<\/p>      <p>&ldquo;You can bet I was wondering what he thought about me as a witness. That&rsquo;s why I missed the sailing. He was on our rig. If I&rsquo;d shipped out with him, I&rsquo;d&rsquo;ve gone    eight weeks without closing both eyes.&rdquo;<\/p>      <p>The brothers drank from their mugs simultaneously and then sought, each in his own mind, for something to talk about. &ldquo;When that guy got shot in the ass,&rdquo; James said, &ldquo;he went    into shock immediately.&rdquo;<\/p>      <p>&ldquo;Shit. How old are you?&rdquo;<\/p>      <p>&ldquo;Me?&rdquo;<\/p>      <p>&ldquo;Yeah.&rdquo;<\/p>      <p>&ldquo;Almost eighteen,&rdquo; James said.<\/p>      <p>&ldquo;The army let you enlist when you&rsquo;re only seventeen?&rdquo;<\/p>      <p>&ldquo;Nope. I done lied.&rdquo;<\/p>      <p>&ldquo;Are you scared?&rdquo;<\/p>      <p>&ldquo;Yeah. Not every minute.&rdquo;<\/p>      <p>&ldquo;Not every minute?&rdquo;<\/p>      <p>&ldquo;I haven&rsquo;t seen any fighting. I want to see it, the real deal, the real shit. I just want to.&rdquo;<\/p>      <p>&ldquo;Crazy little fucker.&rdquo;<\/p>      <p>The band resumed with a number by the Kinks called &ldquo;You Really Got Me&rdquo;:<\/p>      <div class=\"block\">      <div>        <div class=\"block\">          <div>            <div class=\"block\">              <div class=\"blockquote\">                <p class=\"noindent\"><em>You really got me&mdash;<\/em><\/p>                  <p class=\"noindent\"><em>You really got me&mdash;<\/em><\/p>                  <p class=\"noindent\"><em>You really got me&mdash;<\/em><\/p>              <\/div>            <\/div>          <\/div>        <\/div>      <\/div>    <\/div>      <p>Before very much longer the two brothers got into an argument with each other over nothing, and Bill Houston spilled a pitcher of beer right into the lap of somebody at the next table&mdash;a    Japanese girl, who hunched her shoulders and looked sad and humiliated. She sat with a girlfriend and also two American men, two youngsters who didn&rsquo;t know how to react.<\/p>      <p>The beer dribbled off the table&rsquo;s edge while James fumbled to right the empty pitcher, saying, &ldquo;It gets like this sometimes. It just does.&rdquo;<\/p>      <p>The young girl made no move at all to adjust herself. She stared at her lap.<\/p>      <p>&ldquo;What&rsquo;s wrong with us,&rdquo; James asked his brother, &ldquo;are we fucked up or something? Every time we get together, something bad happens.&rdquo;<\/p>      <p>&ldquo;I know.&rdquo;<\/p>      <p>&ldquo;Something fucked-up.&rdquo;<\/p>      <p>&ldquo;Fucked-up, shitty, I know. Because we&rsquo;re family.&rdquo;<\/p>      <p>&ldquo;We&rsquo;re blood.&rdquo;<\/p>      <p>&ldquo;None of that shit don&rsquo;t matter to me no more.&rdquo;<\/p>      <p>&ldquo;It must matter some,&rdquo; James insisted, &ldquo;or else why&rsquo;d you haul yourself all this way to meet me in Yokohama?&rdquo;<\/p>      <p>&ldquo;Yeah,&rdquo; Bill said, &ldquo;in the Peanut Bar.&rdquo;<\/p>      <p>&ldquo;The Peanut Bar!&rdquo;<\/p>      <p>&ldquo;And why&rsquo;d I miss my ship?&rdquo;<\/p>      <p>James said, &ldquo;You missed your ship?&rdquo;<\/p>      <p>&ldquo;I should&rsquo;ve been on her at four this afternoon.&rdquo;<\/p>      <p>&ldquo;You missed it?&rdquo;<\/p>      <p>&ldquo;She might still be there. But I expect they&rsquo;re out of the harbor by now.&rdquo;<\/p>      <p>Bill Houston felt his eyes flood with tears, choked with sudden emotion at his life and this place with everybody driving on the left.<\/p>      <p>James said, &ldquo;I never liked you.&rdquo;<\/p>      <p>&ldquo;I know. Me too.&rdquo;<\/p>      <p>&ldquo;Me too.&rdquo;<\/p>      <p>&ldquo;I always thought you were a little-dick sonofabitch,&rdquo; Bill said.<\/p>      <p>&ldquo;I always hated you,&rdquo; his brother said.<\/p>      <p>&ldquo;God, I&rsquo;m sorry,&rdquo; Bill Houston said to the Japanese girl. He dragged some money from his wallet and tossed it onto the wet table, a hundred yen or a thousand yen, he    couldn&rsquo;t see which.<\/p>      <p>&ldquo;It&rsquo;s my last year in the navy,&rdquo; he explained to the girl. He would have thrown down more, but his wallet was empty. &ldquo;I came across this ocean and died. They might as    well bring back my bones. I&rsquo;m all different.&rdquo;<\/p>      <p class=\"textbreak2\"><span class=\"dropcap\"><strong>T<\/strong><\/span>he afternoon of that November day in 1963, the day after John F. Kennedy&rsquo;s assassination, Captain Nguyen Minh, the young Viet Nam    Air Force pilot, dove with a mask and snorkel just off the shore of Grande Island. This was a newfound passion. The experience came close to what the birds of the air must enjoy, drifting above a    landscape, propelled by the action of their own limbs, actually flying, as opposed to piloting a machine. The webbed fins strapped to his feet gave him a lot of thrust as he scooted above a vast    school of parrot fish feeding on a reef, the multitude of their small beaks pattering against the coral like a shower of rain. American Navy men enjoyed scuba and skin-diving and had torn up all    the coral and made the fish very timid so that the entire school disappeared in a blink when he swam near.<\/p>      <p>Minh wasn&rsquo;t much of a swimmer, and without others around he could let himself feel as afraid as he actually was.<\/p>      <p>He&rsquo;d passed all the previous night with the prostitute the colonel had paid for. The girl had slept on the floor and he in the bed. He hadn&rsquo;t wanted her. He wasn&rsquo;t sure about    these Filipino people.<\/p>      <p>Then today, toward the end of the morning, they&rsquo;d gone into the club to learn that the President of the United States, President John Fitzgerald Kennedy, had been murdered. The two    Filipinas were still with them, and each girl took one of the colonel&rsquo;s substantial arms and held on as if keeping him moored to the earth while he brought his surprise and grief under    control. They sat at a table all morning and listened to the news reports. &ldquo;For God&rsquo;s sake,&rdquo; the colonel said. &ldquo;For God&rsquo;s sake.&rdquo; By afternoon the colonel had    cheered up and the beer was going down and down. Minh tried not to drink very much, but he wanted to be polite, and he got very dizzy. The girls disappeared, they came back, the fan went around in    the ceiling. A very young naval recruit joined them and somebody asked Minh if a war was actually being waged somewhere in Vietnam.<\/p>      <p>That night the colonel wanted to switch girls, and Minh determined that he would follow through as he had last night, just to make the colonel happy and to show him that he was sincerely    grateful. This second girl was the one he preferred, in any case. She was prettier to his eyes and spoke better English. But the girl asked to have the air conditioner on. He wanted it off. He    couldn&rsquo;t hear things with the air conditioner going. He liked the windows open. He liked the sound of insects batting against the screens. They didn&rsquo;t have such screens in his    family&rsquo;s house on the Mekong Delta, or even in his uncle&rsquo;s home in Saigon.<\/p>      <p>&ldquo;What do you want?&rdquo; the girl said. She was very contemptuous of him.<\/p>      <p>&ldquo;I don&rsquo;t know,&rdquo; he said. &ldquo;Take off your clothes.&rdquo;<\/p>      <p>They took off their clothes and lay side by side on the double bed in the dark, and did nothing else. He could hear an American sailor a few doors down talking to one of his friends loudly,    perhaps telling a story. Minh couldn&rsquo;t understand a word of it, though he considered his own English pretty fair.<\/p>      <p>&ldquo;The colonel has a big one.&rdquo; The girl was fondling his penis. &ldquo;Is he your friend?&rdquo;<\/p>      <p>Minh said, &ldquo;I don&rsquo;t know.&rdquo;<\/p>      <p>&ldquo;You don&rsquo;t know is he your friend? Why are you with him?&rdquo;<\/p>      <p>&ldquo;I don&rsquo;t know.&rdquo;<\/p>      <p>&ldquo;When did you know him the first time?&rdquo;<\/p>      <p>&ldquo;Just one or two weeks.&rdquo;<\/p>      <p>&ldquo;Who is he?&rdquo; she said.<\/p>      <p>Minh said, &ldquo;I don&rsquo;t know.&rdquo; To stop her touching his groin, he clasped her to him.<\/p>      <p>&ldquo;You just want body-body?&rdquo; she said.<\/p>      <p>&ldquo;What does it mean?&rdquo; he said.<\/p>      <p>&ldquo;Just body-body,&rdquo; she said. She got up and shut the window. She felt the air conditioner with the palm of her hand, but didn&rsquo;t touch its dials. &ldquo;Gimme a cigarette,&rdquo;    she said.<\/p>      <p>&ldquo;No. I don&rsquo;t have any cigarette,&rdquo; he said.<\/p>      <p>She threw her dress on over her head, slipped her feet into her sandals. She wore no underclothes. &ldquo;Gimme a coupla quarters,&rdquo; she said.<\/p>      <p>&ldquo;What does it mean?&rdquo; he said.<\/p>      <p>&ldquo;What does it mean?&rdquo; she said. &ldquo;What does it mean? Gimme a coupla quarters. Gimme a coupla quarters.&rdquo;<\/p>      <p>&ldquo;Is it money?&rdquo; he said. &ldquo;How much is it?&rdquo;<\/p>      <p>&ldquo;Gimme a coupla quarters,&rdquo; she said. &ldquo;I wanna see if he gonna sell me some cigarette. I wanna coupla pack cigarette&mdash;a pack for me, and one pack for my cousin. Two    pack.&rdquo;<\/p>      <p>&ldquo;The colonel can do it,&rdquo; he said.<\/p>      <p>&ldquo;One Weenston. One Lucky Strike.&rdquo;<\/p>      <p>&ldquo;Excuse me. It&rsquo;s chilly tonight,&rdquo; he said. He got up and put his clothes on.<\/p>      <p>He stepped out front. From behind him he heard the small sounds of the young woman inside dealing with her purse, setting it on a table. She clapped and rubbed her hands and a puff of perfume    drifted past him from the open window and he inhaled it. His ears rang, and tears clouded his sight. He cleared a thickness from his throat, hung his head, spat down between his feet. He missed his    homeland.<\/p>      <p>When he&rsquo;d first joined the air force and then been transferred to Da Nang and into officers&rsquo; training, only seventeen, he&rsquo;d cried every night in his bed for several weeks.    He&rsquo;d been flying fighter jets for nearly three years now, since he was nineteen years old. Two months ago he&rsquo;d turned twenty-two, and he could expect to continue flying missions until    the one that killed him.<\/p>      <p>Later he sat on the porch in a canvas chair, leaning forward, forearms on his knees, smoking&mdash;he actually did possess a pack of Luckies&mdash;when the colonel returned from the club with    his arms around both the girls. Minh&rsquo;s escort had a pack in her hand and waved it happily.<\/p>      <p>&ldquo;So you explored the briny deeps today.&rdquo;<\/p>      <p>Minh wasn&rsquo;t sure what he meant. He said, &ldquo;Yes.&rdquo;<\/p>      <p>&ldquo;Ever been down there in any of those tunnels?&rdquo; the colonel asked.<\/p>      <p>&ldquo;What is it?&mdash;tunnels.&rdquo;<\/p>      <p>&ldquo;Tunnels,&rdquo; the colonel said. &ldquo;Tunnels all under Vietnam. You been down inside those things?&rdquo;<\/p>      <p>&ldquo;Not yet. I don&rsquo;t think so.&rdquo;<\/p>      <p>&ldquo;Nor have I, son,&rdquo; the colonel said. &ldquo;I wonder what&rsquo;s down there.&rdquo;<\/p>      <p>&ldquo;I don&rsquo;t know.&rdquo;<\/p>      <p>&ldquo;Nobody does,&rdquo; the colonel said.<\/p>      <p>&ldquo;The cadres use the tunnels,&rdquo; Minh said. &ldquo;The Vietminh.&rdquo;<\/p>      <p>Now the colonel seemed to grieve for his President again, because he said, &ldquo;This world spits out a beautiful man like he was poison.&rdquo;<\/p>      <p>Minh had noticed you could talk to the colonel for a long time without recognizing he was drunk.<\/p>      <p>He&rsquo;d met the colonel only a few mornings back, out front of the helicopter maintenance yard at the Subic base, and they&rsquo;d sought each other out continually ever since. The colonel    had not been introduced to him&mdash;the colonel had introduced himself&mdash;and didn&rsquo;t appear to be linked to him in any official way. They were housed together with dozens of other    transient officers in a barracks in a compound originally constructed and then quickly abandoned, according to the colonel, by the American Central Intelligence Agency.<\/p>      <p>Minh knew the colonel was one to stick with. Minh had a custom of picking out situations, people, as good luck, bad luck. He drank Lucky Lager, he smoked Lucky Strikes. The colonel called him    &ldquo;Lucky.&rdquo;<\/p>      <p>&ldquo;John F. Kennedy was a beautiful man,&rdquo; the colonel said. &ldquo;That&rsquo;s what killed him.&rdquo;<\/p>      <\/body>","format":"","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Picador","isFeatured":false,"isbn":"9781509829996","isbn10":"","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509829996.jpg","keynote":"A dark, indelible epic about the other side of the American Dream","nextPageLink":null,"publicationDate":"2016-09-08T00:00:00Z","reader":"","relatedWorks":[],"title":"Tree of Smoke"},{"author":"John Farman","authorBiography":"","bicCodeList":"YQH,JNF025020,YNH,YRG","bisacCodeList":"JNF062020","estimatedReadingTimeMinutes":3,"extractHtml":"<body><div><\/div>      <h4 class=\"chapnum\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839759_1.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <em>Chapter 6<\/em><\/h4>      <h4 class=\"chaptitle\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839759_1.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <em>MIDDLE-AGED FOOD<\/em><\/h4>      <p class=\"textfirst\">In medieval times, like most times in history, the well-off ate extremely well, and the poor were left scratching around for anything they could lay their hands (or their    mouths) on. As you can imagine, it was jolly difficult for your average servile serf to feed his family on the proceeds of a tiny strip of land &ndash; let alone give the Lord of the blasted Manor    his share. Consequently, getting of food and staying alive became a bit of an obsession. Mind you, if you look at the average overloaded supermarket trolley these days (pushed by the average    overloaded supermarket shopper) you might be forgiven for thinking the same thing.<\/p>      <p class=\"textbreak\"><strong>Good Glean Fun<\/strong><\/p>      <p class=\"noindent\">One of the serf kids&rsquo; main jobs was to go a-gleaning: collecting all the grains that had fallen to the ground during harvest-time, and with crops like peas and beans,    collecting any that had been missed at the sides and between the strips of land. They&rsquo;d also be sent out to gather, scrounge or simply pinch anything that was either growing free, not    attached to anything or discarded by somebody richer (a bit like you see in major cities these days).<\/p>      <p>As you might have guessed, a peasant&rsquo;s diet was not that pleasant. Their bread was heavy and gritty, being either &lsquo;maslin&rsquo;, a coarse mixture of wheat and rye, or the even    bulkier &lsquo;drege&rsquo; (sounds tasty), a stodgy liaison of barley and oats. They also ate a ghastly kind of porridge made from mushy peas and then washed it down with crude beer. Sounds like    my old school dinners (without the beer, unfortunately).<\/p>      <p class=\"textbreak\"><strong>Meat?<\/strong><\/p>      <p class=\"noindent\">In those days, if the peasants wanted meat, they either had to eat each other or, more usually, keep a couple of skinny pigs and a few scrawny chickens, but these were only to    be consumed on special occasions. Most larger livestock (cows, horses, grandparents, etc.) would get a bit nervous as the colder weather approached, as killing and salting them usually meant that    they wouldn&rsquo;t have to be fed over the winter.* The menfolk and boyfolk would also snare (no proper guns yet) the odd rabbitfolk and harefolk, and would of course fish (for fish) in the local    ponds and rivers. Butter, cheese and eggs were too valuable for the poor devils to eat themselves and would end up at the market to be bought by the next class up.<\/p>        <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839759_20.jpg\" alt=\"\" width=\"70%\"><\/p>    <\/div>              <div class=\"block\">      <p class=\"head1\"><strong><em>Useless Fact No. 498<\/em><\/strong><\/p>        <p class=\"noindent\"><span class=\"sans sc\">Medieval lords and their wives were always given the best cuts of meat. The servants had to make do with the offal, otherwise known as &lsquo;umbles&rsquo;. Over the years the      dish became known as &lsquo;umble pie&rsquo; and later &lsquo;humble pie&rsquo;, which is the term used for those who have to show a degree of humility, having been put firmly in their place.<\/span><\/p>    <\/div>        <p class=\"asterisk\">* Wouldn&rsquo;t it <em>always<\/em> mean they wouldn&rsquo;t have to be fed over the winter? <em>Ed.<\/em><\/p>      <p class=\"textbreak\"><strong>Rich Pickings<\/strong><\/p>      <p class=\"noindent\">The rich, as usual, never went short of anything. For a start, they usually had large herds of sheep and cattle (and serfs), a wonderful vegetable garden, orchards, wineries,    breweries &ndash; you name it. What they couldn&rsquo;t produce themselves was either supplied by their hardworking smallholders or simply bought from someone else. To give you some idea of the    scale of what these fat cats consumed, take a look at what the Earl of Northumberland&rsquo;s household got through in just one year at the end of the Middle Ages:<\/p>      <p class=\"textbreak\">      <p class=\"center\"><em>16,932 bushels (sackfuls) of wheat;<\/em><\/p>      <p class=\"center\"><em>27,594 gallons of ale (1.5 litres each per day);<\/em><\/p>      <p class=\"center\"><em>1,646 gallons of wine;<\/em><\/p>      <p class=\"center\"><em>20,000 pounds of currants;<\/em><\/p>      <p class=\"center\"><em>124 beef cattle;<\/em><\/p>      <p class=\"center\"><em>667 sheep;<\/em><\/p>      <p class=\"center\"><em>14,000 herrings.<\/em><\/p>      <p class=\"center\"><em>This is leaving out all the other stuff:<\/em><\/p>      <p class=\"center\"><em>essentials like venison, larks&rsquo; tongues,<\/em><\/p>      <p class=\"center\"><em>spaghetti rings and Coco Pops.<\/em><\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839759_21.jpg\" alt=\"\" width=\"15%\"><\/p>    <\/div>      <\/body>","format":"DG","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Macmillan Children's Books","isFeatured":false,"isbn":"9781509839759","isbn10":"1509839755","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509839759.jpg","keynote":"","nextPageLink":null,"publicationDate":"2016-06-30T00:00:00Z","reader":"","relatedWorks":[],"title":"History in a Hurry: Middle Ages"},{"author":"John Farman","authorBiography":"","bicCodeList":"YNH,JNF025020,YQH,YRG","bisacCodeList":"JNF062020","estimatedReadingTimeMinutes":4,"extractHtml":"<body><div><\/div>      <h4 class=\"chapnum\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839766_1.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <strong><em>Chapter 1<\/em><\/strong><\/h4>      <h4 class=\"chaptitle\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839766_1.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <strong><em>THE MYSTERY OF GOD&rsquo;s WAYS . . .<\/em><\/strong><\/h4>      <p class=\"textfirst\">Throughout this book you&rsquo;ll notice the same religions &ndash; Catholicism, Protestantism, Puritanism, etc. &ndash; keep cropping up. Seeing as God was at the centre of    all the fuss, I reckon it might be a bit helpful to tell the difference (as far as I can work out) between them. I&rsquo;ll list them all in alphabetical order just in case you think I&rsquo;ve got    favourites (I don&rsquo;t want another civil war on my hands!).<\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839766_2.jpg\" alt=\"\" width=\"70%\"><\/p>    <\/div>      <p class=\"textbreak\"><strong>Anglicanism<\/strong><\/p>      <p class=\"noindent\">The Anglican approach was formed by the Church of England during the Protestant (see <em>Protestant<\/em>) Reformation (see <em>Reformation).<\/em> It is distinguished by the    Confession of Faith or the Thirty-Nine Articles of Faith of 1571, and the Liturgy, otherwise known as the book of Common Prayer, of 1559. Anglicanism is still the main religion in England    today.<\/p>      <p class=\"textbreak\"><strong>Catholicism<\/strong><\/p>      <p class=\"noindent\">Originally this meant everyone who believed in Jesus. These days we refer to it as the Roman Catholic church because of the Roman stranglehold on all religion before the    Reformation (see <em>Reformation<\/em>). The Pope is the head of the Roman Catholic church, and is seen as God&rsquo;s Representative On Earth. He is supposed to be directly descended from    Jesus&rsquo;s best mate St Peter the Apostle (if you can call a &lsquo;best mate&rsquo; someone who denies knowing you three times when the going gets rough).<\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839766_3.jpg\" alt=\"\" width=\"70%\"><\/p>    <\/div>      <p>Roman Catholics go a bundle on saints, and tend to pray to saints, who then pass on the message to God. Their churches are full of incense (to help waft the prayers heavenwards), pictures    (mostly of Jesus&rsquo;s mum, Mary), lots of gold decoration, etc. Their vicars are called Fathers and wear frillier frocks than the Anglicans.<\/p>      <p class=\"textbreak\"><strong>Episcopalianism<\/strong><\/p>      <p class=\"noindent\">An &lsquo;episcopy&rsquo; means government by bishops, and when a bunch of Protestant people signed a covenant to get rid of the bishops, the ones that didn&rsquo;t sign were    called the Episcopalians. They liked their bishops and so they kept &rsquo;em. (The ones that <em>did<\/em> sign were called the Covenanters, and were mostly Presbyterians. (See    <em>Presbyterianism<\/em>.))<\/p>      <p class=\"textbreak\"><strong>Presbyterianism<\/strong><\/p>      <p class=\"noindent\">A Protestant (see <em>Protestantism<\/em>) church associated mostly with Scotland. Presbyterianism means that all the clergy (people who run it) are equal, that there is no    difference between the priest and his audience (congregation) and that the whole thing is governed by the church elders, rather than by the bishops (see <em>Episcopalianism<\/em>).<\/p>      <p class=\"textbreak\"><strong>Protestantism<\/strong><\/p>      <p class=\"noindent\">Protestant is the name given to the Christians that aren&rsquo;t Roman Catholic (see <em>Catholicism<\/em>). A Protestant is someone who at one stage or another gives a solemn    declaration of his beliefs or convictions (confirmation). He believes that he is only answerable to God and not some big-deal representative of God on Earth (the Pope). What are Protestants    protesting about? Nobody seems to know. My encyclopedia says, and I quote, that &lsquo;a protest usually contains some negative association, but Protestantism is negative only in its positive    consent.&rsquo; <em>You what?<\/em> It doesn&rsquo;t sound that firm a rock to found a whole religion on, but who am I to say?* I think it originally meant that the Protestants were always getting    their knickers in a twist about the constant infiltration of Roman Catholic habits into their nice plain lives. These habits were referred to as High Church, while the Low Church people like their    religion plain (no sauce?).<\/p>      <p class=\"asterisk\">*Exactly. <em>Ed<\/em><\/p>      <p class=\"textbreak\"><strong>Puritanism<\/strong><\/p>      <p class=\"noindent\">The title Puritan was the nickname given to a large group of Low Church Protestants, who didn&rsquo;t think that the Reformation (see <em>Reformation<\/em>) had gone far enough,    and that it still kept too much Roman Catholic showmanship and rituals (bells, smells and stuff). They were a very serious bunch who weren&rsquo;t too happy about anything that looked like it might    be too much fun. Their clothes, therefore, were very plain, as were all aspects of their lives.<\/p>      <p class=\"textbreak\"><strong>Reformation*<\/strong><\/p>      <p class=\"noindent\">Don&rsquo;t go thinking that the term <em>Reformation<\/em> actually means reformation, i.e. that it actually reformed something. It should read &lsquo;re-formation&rsquo;, because    it represented the huge move in the 16th century to re-form (i.e. rebuild) the Church after the Romans had taken it over. Everyone had had enough of all the rude and corrupt goings-on amongst the    Roman Catholic nuns and monks, who were using religion as a fab cover for all their dirty dealings.<\/p>      <p class=\"asterisk\">*The Reformation is not a religion <em>Ed<\/em><\/p>      <p class=\"asterisk2\">I know &ndash; it just seemed like it needed explaining. <em>JF<\/em><\/p>      <p class=\"textbreak\"><strong>Quakers<\/strong><\/p>      <p class=\"noindent\">Also known as the Society of Friends, they were a group of Protestants who organized their own Church, deciding to do away with all oaths, paid ministers and tithes (demands for    money). The only other major difference I can identify was that they refused to take off their hats when they met each other. I also reckon the Quakers invented porridge (Quaker Oats, anyone?).<\/p>      <\/body>","format":"DG","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Macmillan Children's Books","isFeatured":false,"isbn":"9781509839766","isbn10":"1509839763","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509839766.jpg","keynote":"","nextPageLink":null,"publicationDate":"2016-06-30T00:00:00Z","reader":"","relatedWorks":[],"title":"History in a Hurry: Roundheads & Cavaliers"},{"author":"John Farman","authorBiography":"","bicCodeList":"YNH,JNF025020,YQH,YRG","bisacCodeList":"JNF062020","estimatedReadingTimeMinutes":4,"extractHtml":"<body><div><\/div>      <h4 class=\"chapnum\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839773_chapnum.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <em>Chapter 5<\/em><\/h4>      <h4 class=\"chaptitle\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839773_chapnum.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <em>CHINESE ARMIES (<\/em>or<em> The Han vs The Hun)<\/em><\/h4>      <p class=\"textfirst\">Although the Chinese didn&rsquo;t go out on purpose to get into scraps with &lsquo;abroad&rsquo;, they were always trying to keep &lsquo;abroad&rsquo; out of their land or else    fighting amongst themselves. So much so, that all men between the ages of 22 and 56 would be expected, at sometime or other, to be in someone or other&rsquo;s army for a couple of years.<\/p>      <p>In the Han period, there could have been as many as a million men in the military service at any one time. The worst job, without any doubt, would have been to be posted to one of the far-flung    garrisons on the edge of the Chinese Empire, away from their homes, families and pets. Most of the soldiers were infantry (foot soldiers) but to be in the cavalry was such an honour that the    soldiers actually volunteered. They usually came from the posher end of society, which was just as well seeing as there was no pay.<\/p>      <p class=\"textbreak\"><strong>Guess What?<\/strong><\/p>      <div>      <div class=\"block\">        <p class=\"hang1\"><span class=\"f150\">&bull;<\/span> &nbsp;What would you do if you didn&rsquo;t want your next-door neighbour to trample your daffodils? You&rsquo;d build a wall.<\/p>          <p class=\"hang1a\"><span class=\"f150\">&bull;<\/span> &nbsp;What would you do if you didn&rsquo;t want strange people marching through your town? You&rsquo;d build a wall.<\/p>          <p class=\"hang1a\"><span class=\"f150\">&bull;<\/span> &nbsp;What would you do if you didn&rsquo;t want foreigners settling in your country? Well, you wouldn&rsquo;t build a wall, cos that would be far        too expensive &ndash; unless, that is, you were Ancient Chinese. They were fed up with the Mongol horsemen of the Hsiung-Nu (who went on to be the Huns that caused the collapse of the Roman        Empire) galloping willy-nilly through their lands, so decided to build a wall to keep &rsquo;em out. Not any old wall &ndash; oh no &ndash; but the longest, thickest, tallest, expensivest wall        that had ever been built before or since.<\/p>      <\/div>    <\/div>      <p class=\"textbreak\"><strong>The Great Wall<\/strong><\/p>      <p class=\"noindent\">The Great Wall (as it was imaginatively called) stretched 1,400 miles from the Yellow Sea, to the Jade Gate, where the ancient Silk Road crossed into the massive wilderness of    Central Asia. It was built mostly by convicts and about a million of them died during its construction.<\/p>      <div class=\"block\">      <div class=\"topbot\">        <p class=\"noindent\"><strong><em>Useless Fact No. 642<\/em><\/strong><\/p>          <p class=\"noindent\"><span class=\"sans sc\">The Great Wall of China is the only man-made feature on our planet that can be observed from the moon. Apart from Prince Charles&rsquo;s ears . .        .*<\/span><\/p>      <\/div>    <\/div>      <p class=\"textbreak sc\">*That&rsquo;s our future king you&rsquo;re talking about. <em>Ed<\/em><\/p>      <p class=\"textbreak\"><strong>Did it Work?<\/strong><\/p>      <p class=\"noindent\">Sort of. The trouble with a wall 1,400 miles long is that you have to have rather a lot of chaps guarding it just to make sure no one jumps over. Although they had 12-metre high    watchtowers every 200 metres, it became almost impossible to man all of them at the same time, so the soldiers were always scurrying from one to the other when the hostile hordes appeared on the    horizon.<\/p>      <p class=\"textbreak\"><strong>Wall Work<\/strong><\/p>      <p class=\"noindent\">The other function of the wall was to protect the lines of communication for diplomats or merchants&rsquo; camel trains journeying out through Central Asia. The Great Wall was    usually menned by mans* from villages up to six to eight weeks&rsquo; march away.<\/p>      <p>As I said at the beginning of the book, the climate changes so much throughout China, that many of these travelling soldiers found themselves rather inappropriately dressed (and armed) when they    reached the awesome, freezing mountain ranges, the wide, sweltering desert plains or the dense, tropical forests full of nasty, cross animals. Even the people they met along the way looked a bit    odd as they got further and further away from home, and some of those they came across weren&rsquo;t from Chinese stock at all &ndash; and they didn&rsquo;t even speak the same lingo. Sounds like    me in Scotland.<\/p>      <p class=\"textbreak sc\">*You must surely mean &lsquo;manned by men&rsquo;? <em>Ed<\/em><\/p>      <p class=\"textbreak\"><strong>Tower Time<\/strong><\/p>      <p class=\"noindent\">When the soldiers finally arrived at the wall, they&rsquo;d split up and go to the various watchtowers that were along its length and in sight of each other. In order to    communicate with the other towers, they&rsquo;d raise flags or light fires (depending whether it was dark or not). Each tower grew its own food and reared its own animals.<\/p>      <p>On the &lsquo;foreign&rsquo; side of the wall they would cunningly spread smooth sand banks so that they could check whether anyone had been creeping about at night. If anyone wanted to cross    the wall, either way, they&rsquo;d be questioned to make sure they weren&rsquo;t convicts, or enemies, or smugglers or estate agents.<\/p>      <p class=\"textbreak\"><strong>Lists<\/strong><\/p>      <p class=\"noindent\">The Chinese army, like the rest of the Chinese people, were staggeringly efficient and crazy about lists. Lists of their servicemen &ndash; names, ages and where they came from,    lists of their families, lists of the taxable property of the officers, lists of the particular performances of these officers, lists of all the signals, lists of the stores, lists of the official    documents that passed by them, lists of the weapons they held at the fort, lists of the animals, lists of the sick, and so on, and so on, and . . .<\/p>      <div class=\"center\">      <div class=\"topbot\">        <img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839773_21.jpg\" alt=\"\" width=\"60%\">      <\/div>    <\/div>      <p class=\"textbreak\"><strong>What to Wear?<\/strong><\/p>      <p class=\"noindent\">The Chinese army wore impressive outfits of leather and bronze. Their breastplates were made from lots of little squares of metal linked at the corners and worn over a leather    tunic. Bronze helmets with a leather back bit protected their necks. Swords and powerful crossbows as well as evil-looking spears protected the rest of them. They had efficient harnesses to protect    their horses and were the first to wear stirrups (a thousand years before Europeans) to protect their . . .*<\/p>      <p class=\"textbreak sc\">*Thank you &ndash; we get the picture. <em>Ed<\/em><\/p>      <\/body>","format":"DG","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Macmillan Children's Books","isFeatured":false,"isbn":"9781509839773","isbn10":"1509839771","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509839773.jpg","keynote":"","nextPageLink":null,"publicationDate":"2016-06-30T00:00:00Z","reader":"","relatedWorks":[],"title":"History in a Hurry: Ancient China"},{"author":"John Farman","authorBiography":"","bicCodeList":"YNH,JNF025020,YQH,YRG","bisacCodeList":"JNF062020","estimatedReadingTimeMinutes":5,"extractHtml":"<body><div><\/div>      <h4 class=\"chapnum\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839780_chapnum.jpg\" alt=\"\" width=\"45\" height=\"30\"><\/sub> <em>Chapter 1<\/em><\/h4>      <h4 class=\"chaptitle\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839780_chapnum.jpg\" alt=\"\" width=\"45\" height=\"30\"><\/sub> <em>MR AND MRS PREHISTORIC MAN (AND THE ROTTEN RISS)<\/em><\/h4>      <p class=\"textfirst\">Although it seems rather obvious, the word &lsquo;prehistoric&rsquo; means &lsquo;before history&rsquo;, which really means &lsquo;before anyone had a clue how to write    anything down&rsquo;. Therefore, everything we know about our ancient relatives has had to come from what has been found by scrapers and diggers and the people who interpreted what the scrapers and    diggers . . . um, scraped and digged.*<\/p>      <p>So, when did Stone Age man first appear? It seems that <em>Homo erectus<\/em> (the first man to stand on his own two feet) was around well before (a million years well before) the first <em>Homo    sapiens<\/em> (meaning bright and intelligent &ndash; like what we are). We, in fact, were around from 300,000 years ago &ndash; give or take a month.<\/p>      <div class=\"topbot\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839780_3.jpg\" alt=\"\" width=\"40%\"><\/p>    <\/div>      <div class=\"sc\">      <p class=\"noindent\">* Dug! <em>Ed<\/em><\/p>    <\/div>      <p class=\"textbreak\"><strong>Where to Live?<\/strong><\/p>      <p class=\"noindent\">About 250,000 years ago, there were around 10,000,000 humans (about the population of Tokyo today) on our planet. They tended to live in the places with nice weather &ndash;    Europe, China, Clacton-on-Sea and Africa &ndash; avoiding the too hot deserts and the too cold icy places. This is somewhat understandable when you realize that they didn&rsquo;t have anoraks,    trousers, socks, thermal vests, air conditioning or central heating!<\/p>      <p>Europe 250,000 years ago was best of all. For a start, it was much warmer than it is now, with animals like water buffalo and monkeys swinging in the trees.* And there sure were a lot of trees    for them to swing in. Most of the continent was beautiful woodland with patches of lush meadow in between, and rivers running in between them. Down in the Mediterranean areas (where the monkeys    swung) were steamy rainforests.<\/p>      <div class=\"sc\">      <p class=\"textbreak\">* Buffalo swinging in the trees? <em>Ed<\/em><\/p>    <\/div>      <p class=\"textbreak\"><strong>Cold Snap<\/strong><\/p>      <p class=\"noindent\">For Stone Age man, avoiding the cold had always been a bit of a problem, but this became especially tricky 200,000 years ago when a terrible Ice Age called the    &lsquo;Riss&rsquo; came along. Luckily it only lasted a mere 75,000 years which, although extremely irritating if your lifespan actually fell within it, was, in history terms, a mere blink.<\/p>      <p>Ice Ages are simply no fun. Just as we today are experiencing global warming, the early <em>Homo sapiens<\/em> of 200,000 years ago noticed their barometers beginning to plummet.* At first the    trees began to wither, especially in the Mediterranean areas (along with the monkeys, I presume), and then the first flakes of snow fell on the mountains. And, oh boy, did it snow. Gradually,    especially in Europe, the snow filled up the bits between the mountains and as it got deeper and deeper, the stuff at the bottom became squeezed into thick (mile-thick!) ice. Now, thick ice tends    to be heavy and slippery &ndash; and because of both of these things it began to slide, scraping off all the topsoil, grass and grazing animals everywhere it went &ndash; right down to naked rock.    The sea then began to fill up with icebergs and the poor people (and all the animals that were around at the time) found themselves caught between massive impassable sheets of ice (which covered a    third of the world), trapped on the last remaining bits of scrubby land.<\/p>      <p>In Africa and the deserts of Asia, the previously hot, sweaty Stone-Agers were getting the cooler weather and lush vegetation that Europe had enjoyed before; trees and shrubs grew where there    had been desert, and open woodlands flourished where there had been drippy rainforests. So the poor people in the colder bits, like Europe, guessing that there might be better weather elsewhere,    packed their bags (or would have done if they&rsquo;d had any) and began moving across towards Africa and Asia in droves.<\/p>      <p>Back home in Britain, however, it was as cold as the shady side of a witch&rsquo;s cat (is that right?). So much so that, even in high summer, if the average cave family had decided to go off to    the seaside for their hols, they&rsquo;d have had to pack their sledges and snowshoes. Not only that, but they&rsquo;d&rsquo;ve had to walk a lot further to find the blinking sea, because water    levels had dropped by as much as 150 metres as the sea turned into ice. So much, in fact, that you could <em>stroll<\/em> over to France (except it wasn&rsquo;t called that) for the day.<\/p>             <div class=\"block\">      <div class=\"topbot\">        <p class=\"noindent\"><strong><em>Useless Fact No. 980<\/em><\/strong><\/p>          <p class=\"noindent\"><span class=\"sans sc\">Did you know that there was a mini-Ice Age that started in the 16th century and ended around 1750? This kicked off the obsession with fur on human        clothing that has lasted more than two centuries.<\/span><\/p>      <\/div>    <\/div>            <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839780_4.jpg\" alt=\"\" width=\"40%\"><\/p>      <div class=\"sc\">      <p class=\"textbreak\">* They didn&rsquo;t have barometers. <em>Ed<\/em><\/p>    <\/div>      <p class=\"textbreak\"><strong>The World Outside the Cave<\/strong><\/p>      <p class=\"noindent\">So there you are, a nice new caveman, lounging in your cave entrance. What would you have seen from under that thick ridge of bone that ran over your early eyes? Quite a lot!    Across the vast, freezing open plains would be loads of delicious animals as far as the eye could see. Little ones like rabbits and rats, middle-sized ones like horses, goats and reindeer, and    great big ones like rhinos, buffalo and elephants. Not forgetting all the nasty savage beasts that were out to eat <em>them<\/em> &ndash; wolves, lions, tigers, panthers, hamsters,* etc.<\/p>      <div class=\"sc\">      <p class=\"textbreak\">* Have you gone mad? <em>Ed<\/em><\/p>    <\/div>      <p class=\"textbreak\"><strong>Fire Time<\/strong><\/p>      <p class=\"noindent\">The good thing about having a bad time, however, is that it makes a chap think harder in order to survive (try being a writer!), and early man was no exception. It is thought    (by those who think) that human intelligence grew considerably during the 75,000-year Riss period. As for the animals, loads of species disappeared, but the stronger ones, like the rhino and the    elephant, simply grew thick woolly coats to keep themselves warm. It is also thought that it was during the Riss Ice Age that old <em>Homo sapiens<\/em> finally got the idea of fire and proper warm    clothes.<\/p>      <div class=\"topbot\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839780_5.jpg\" alt=\"\" width=\"10%\"><\/p>    <\/div>      <p class=\"textbreak\"><strong>Photofit<\/strong><\/p>      <p class=\"noindent\">But what did these first proper <em>Homo sapiens<\/em> look like? Well, although being a bit monkey-like (receding forehead, deep-set eyes, sticky-out jaw, etc.) in the face    department, they probably had quite &lsquo;modern&rsquo; bodies &ndash; the average height of a man then being 1.68 metres. (It&rsquo;s about 10 cm more today.) They had brains that were bigger    than their ancestors&rsquo; <em>(<\/em><em>Homo erectus)<\/em> and nearly as big as ours.* They would have been quite rugged in build but at the same time jolly athletic &ndash; they&rsquo;d&rsquo;ve had    to be, to have any chance of catching their supper (and to avoid being supper for something else). Crikey, these days all we have to do is walk from the bus stop or car park to the supermarket    &ndash; no wonder we&rsquo;re turning into a race of fat slobs!<\/p>            <div class=\"topbot\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839780_6.jpg\" alt=\"\" width=\"40%\"><\/p>    <\/div>               <div class=\"block\">      <div class=\"topbot\">        <p class=\"noindent\"><strong><em>Useless Fact No. 982<\/em><\/strong><\/p>          <p class=\"noindent\"><span class=\"sans sc\">The way our lazy human race is going (or not going), our legs will soon drop off through lack of use. That&rsquo;s natural selection for you, Mr        Darwin!<\/span><\/p>      <\/div>    <\/div>      <div class=\"sc\">      <p class=\"textbreak\">*Not difficult in your case, Mr Farman. <em>Ed<\/em><\/p>    <\/div>          <\/body>","format":"DG","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Macmillan Children's Books","isFeatured":false,"isbn":"9781509839780","isbn10":"150983978X","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509839780.jpg","keynote":"","nextPageLink":null,"publicationDate":"2016-06-30T00:00:00Z","reader":"","relatedWorks":[],"title":"History in a Hurry: Stone Age"},{"author":"John Farman","authorBiography":"","bicCodeList":"YQH,JNF025020,YNH,YRG","bisacCodeList":"JNF062020","estimatedReadingTimeMinutes":3,"extractHtml":"<body><div><\/div>      <h4 class=\"chapnum\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839797_orn.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <em>Chapter 6<\/em><\/h4>      <h4 class=\"chaptitle\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839797_orn.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <em>TRAVEL . . . GADDING ABOUT IN TUDOR TIMES<\/em><\/h4>      <p class=\"textfirst\">If you think our roads are far from perfect now, you should have tried travelling in the 16th century. In fact, even calling them roads is going a bit far*, as most were just    muddy tracks; gooey in winter and horribly rutted in summer. A few stretches of the old dead-straight Roman roads still existed (why aren&rsquo;t all roads straight?) but, as the Romans had packed    up and gone home over a thousand years earlier, they were becoming a little the worse for wear. In 1555 an &lsquo;Act for Mending the Highways&rsquo; ordered parishes to maintain the roads running    through them, but nobody seemed that bothered: let&rsquo;s face it, most country folk didn&rsquo;t go anywhere much, so why spend time or money on visitors or travellers?<\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839797_orn1.jpg\" alt=\"\" width=\"30%\"><\/p>    <\/div>      <p class=\"textbreaksc\">*Like calling you a historian. <em>Ed<\/em><\/p>      <p class=\"textbreak\"><strong>Where am I?<\/strong><\/p>      <p class=\"noindent\">If having no proper roads wasn&rsquo;t bad enough, there were hardly any signposts, which meant that not only did you find it difficult to get anywhere, but when you did get    somewhere, you didn&rsquo;t know where you were or where you&rsquo;d come from (does that make sense?). As you can imagine, your average troubled traveller was easy pickings for muggers, highway    robbers, Happy Eater Restaurants.* Not to mention the roving gangs, sometimes eighty strong, of rowdy vagabonds (Liverpool supporters?) who shifted aimlessly around the country.<\/p>      <p>The reason for all these desperate, wandering yobs was the gradual switch from wheat growing to the less labour-intensive sheep rearing which had put thousands out of work. Also, the Dissolution    of the Monasteries (Henry VIII&rsquo;s work) meant that impoverished peasants, orphans or wounded ex-soldiers could no longer get handy handouts from the monks when desperate. Worse than that,    there was no dole in those days.<\/p>      <div class=\"figure1\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839797_orn2.jpg\" alt=\"\" width=\"15%\"><\/p>    <\/div>      <div class=\"block\">      <div class=\"topbot\">        <p class=\"noindent\"><strong><em>Useless Fact No. 42<\/em><\/strong><\/p>          <p class=\"noindent\"><span class=\"sanssc\">Jack Horner was steward to the last Abbot of Glastonbury. When the monasteries were dissolved in the 1530s, the Abbot sent Little Jack to suck up to old        crosspatch Henry VIII. Jack took with him a ginormous Christmas Pie, containing the deeds of twelve manors (a bit like the coins we get in our Chrissy puds) as a present for the        King.<\/span><\/p>    <p><span class=\"sanssc\">Naughty Jack couldn&rsquo;t wait to get to London but before he got there he &lsquo;stuck in his thumb&rsquo; and removed . . . the deeds to the Manor of Mells in Somerset for himself.<\/span><\/p>    <p><span class=\"sanssc\">His rellies claim that it&rsquo;s all a nasty lie and that the nursery rhyme existed way before Tudor times. (I prefer this story, however, and it&rsquo;s my book.)<\/span><\/p>      <\/div>    <\/div>    <div class=\"figure\">      <div class=\"landscapew1\">        <p class=\"landscapew2\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839797_15.jpg\" alt=\"\" class=\"imglandscape80\"><\/p>      <\/div>    <\/div>      <p class=\"noindentsc\">*Please! <em>Ed<\/em><\/p>      <p class=\"textbreak\"><strong>Darkness Falls<\/strong><\/p>      <p class=\"noindent\">Night driving was far more dangerous as horses in those days had no headlights and the cats had no eyes. So the intrepid, tried and tested Tudor traveller usually aimed to do    his journeys in small bursts, only attempting distances that could be covered by a fresh horse* during daylight hours. This led to a vast network of inns, stretching all over England&rsquo;s green    and most-times pleasant land, which were built throughout the second half of the sixteenth century. Food, drink and a good night&rsquo;s sleep were available to all (who had the cash).<\/p>      <p class=\"textbreaksc\">*As opposed to frozen? <em>Ed<\/em><\/p>      <p class=\"textbreak\"><strong>How It All Worked<\/strong><\/p>      <p class=\"noindent\">Have you ever wondered exactly how they organized horses for long journeys, how they remembered when they got to their destination whose horses were whose, where they&rsquo;d    picked them up, and exactly where they&rsquo;d left them? Easy, it went like this!<\/p>      <p>Say you wanted to go visit your girlfriend who lived in York over 200 miles from your home in Shepherd&rsquo;s Bush, and you were fairly sure your own past-its-sell-by-date personal horse would    be well-knackered before you&rsquo;d even got to the outskirts of town. What you had to do was plod along to the nearest inn and rent a &lsquo;post-horse&rsquo; for around 2p a mile to take you to    the next inn, 10 or 15 miles up the road. Usually you&rsquo;d get a guide thrown in, who&rsquo;d escort you and anyone else who wanted to go that way. The same guide would then bring all the horses    back after they&rsquo;d had a nice rest, and this time they&rsquo;d be ridden by people who wanted to go the other way.<\/p>      <p>Neat, eh? It meant that you&rsquo;d do your whole journey in little jumps. Having said that, I think I&rsquo;d get a girlfriend closer to home if I had to go through all that malarkey.<\/p>      <div class=\"figure1\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839797_16.jpg\" alt=\"\" width=\"60%\"><\/p>    <\/div>      <\/body>","format":"DG","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Macmillan Children's Books","isFeatured":false,"isbn":"9781509839797","isbn10":"1509839798","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509839797.jpg","keynote":"","nextPageLink":null,"publicationDate":"2016-06-30T00:00:00Z","reader":"","relatedWorks":[],"title":"History in a Hurry: Tudors"},{"author":"John Farman","authorBiography":"","bicCodeList":"YNH,JNF025020,YQH,YRG","bisacCodeList":"JNF062020","estimatedReadingTimeMinutes":5,"extractHtml":"<body><div><\/div>      <h4 class=\"chapnum\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839803_chapnum.jpg\" alt=\"\" width=\"45\" height=\"30\"><\/sub> Chapter 3<\/h4>      <h4 class=\"chaptitle\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839803_chapnum.jpg\" alt=\"\" width=\"45\" height=\"30\"><\/sub> A BIT ABOUT MARIE-ANTOINETTE<\/h4>      <p class=\"textfirst\">Being the 15th kid in a family usually means that you don&rsquo;t get much attention (or many presents at Christmas). Marie-Antoinette was no exception. When she finally said    goodbye to her family, to take up her arranged and hugely publicized marriage to Louis, she was carried away to a little island on the Rhine, stripped of all her Austrian clothes and symbolically    delivered to the French stark naked, chilly and just a trifle upset. She was dead nervous at the wedding, but not nearly as nervous as her poor young hubby, who shook like a leaf and blushed    deepest scarlet throughout the ceremony. Most people thought Marie-Antoinette bright, vivacious and a right little flirt, but completely unsuited for the job of Queen (26,000,000 French peasants    tended to agree). Unfortunately, being the last in the line, her education was practically non-existent &ndash; and it was said that even when grown-up her writing was worse than a child&rsquo;s    and her speling atroshus.<\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839803_14.jpg\" alt=\"\" width=\"50%\"><\/p>    <\/div>      <p class=\"textbreak\"><strong>Dull Routine<\/strong><\/p>      <p class=\"noindent\">Poor Marie was terrified of being bored and found court life stuffy to the point of stuffocation.* Allow me to present a typical day in the early part of her marriage to the    <em>Dough-Fan<\/em> (before she was Queened), loosely translated from a letter to her mum.<\/p>      <p class=\"noindent\">&nbsp;<\/p>      <table width=\"100%\" cellspacing=\"0\" cellpadding=\"0\">      <tr>        <td valign=\"top\" style=\"width:20%\">          <p class=\"noindent\">9.00 am:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Get out of bed, and call the servants to dress me. A ridiculous protocol occurs. My underwear usually has to be handed to me by my <em>dame d&rsquo;honneur<\/em>, but if          there are others of higher rank in the room, it must be passed round in order of seniority, while I stand shivering in the corner. In the absence of morning telly or radio, I then kneel by          the bed and say prayers (like &lsquo;Lord, get me out of here&rsquo;).<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">10.00 am:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Time for breakfast [<em>French toast?<\/em>]<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">10.35 am:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Go round to visit my aunts who live in another part of the place and meet my husband &ndash; who has a separate apartment. It&rsquo;s such a drag &ndash; everywhere I go,          I have to be followed by courtiers and hangers-on.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">11.00 am:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Personal hairdresser arrives to fix and powder my personal hair (or wig if I&rsquo;m having a bad-hair day).<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">11.30 am:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Call everyone in to watch and chat while I have my make-up put on. Then I show the guys the door before I slip into my proper dress in front of <em>les girls<\/em>.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">12.00 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Time for Mass with husband Louis.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">12.30 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Back for lunch with hubby, usually in silence, in front of anyone who cares to watch.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">1.30 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Lunch over, return to either his apartment or mine. Work (again) on the embroidered waistcoat for Louis&rsquo; grandad &ndash; the King. [<em>It took the poor dear years          to complete<\/em>.]<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">3.00 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Visit the aunts again.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">4.00 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Time for boring old lessons, I think my teacher, the Abb&eacute; Vermont, fancies me.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">5.00 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Music time. Music master arrives and I practise on the clavicle** for an hour (yawn).<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">6.00 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Go round yet again to the aunts, with Louis.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">7.00 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Play cards and usually win.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">8.00 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Take supper with aunts and sometimes husband. He goes out most nights. leaving me at home.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">9.00 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Read for a bit and then sleep on sofa till the king arrives.<\/p>        <\/td>      <\/tr>        <tr>        <td valign=\"top\">          <p class=\"noindent\">11.00 pm:<\/p>        <\/td>          <td valign=\"top\">&nbsp;<\/td>          <td valign=\"top\">          <p class=\"noindent\">Go to bed, ready for exactly the same routine tomorrow.<\/p>        <\/td>      <\/tr>    <\/table>      <p class=\"noindent\"><em>And you think your life&rsquo;s boring!<\/em><\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839803_15.jpg\" alt=\"\" width=\"70%\"><\/p>    <\/div>      <p class=\"textbreaksc\">* Stuffocation? <em>Ed<\/em><\/p>      <p class=\"noindent sc\">** I think you might mean a <em>clavichord<\/em> (early piano). A clavicle is a collarbone. <em>Ed<\/em><\/p>      <p class=\"textbreak\"><strong>Marie Breaks Out<\/strong><\/p>      <p class=\"noindent\">Marie-Antoinette later grew to despise the court and its stuffy ways and was always seen to be doing the wrong thing at the wrong time. If she felt like laughing at a    particularly sombre occasion she&rsquo;d let fly, to the disapproval of all those around her. If she suddenly felt like chucking her hat in a lake &ndash; she did. She&rsquo;d also tease poor Louis    mercilessly in front of the court, and break just about every law of etiquette there was to break, including the one which said it was demeaning for a woman to applaud at the opera. When it came to    getting around, she found the palace coachmen far too slow and tedious, preferring to tear about in her own sports cabriolet at breakneck speed. She became a notorious tomboy, often ignoring the    fine fashions of the court in favour of plain muslin. At other times, however, she would spend a fortune on clothes, often buying several magnificent frocks and ludicrous towering head-dresses    every week &ndash; before sending her poor husband, who was broke anyway, the bill.<\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839803_16.jpg\" alt=\"\" width=\"50%\"><\/p>    <\/div>      <div class=\"block\">      <div class=\"bq\">        <p class=\"noindent\"><em><strong>Useless Fact No. 763<\/strong><\/em><\/p>          <p class=\"noindents\">Marie has gone down in history for the comment &lsquo;Then let them eat cake&rsquo; &ndash; that she was supposed to have made on hearing that the peasants had bread to        eat. never said it.<\/p>      <\/div>    <\/div>      <p class=\"textbreak\"><strong>Extravagance<\/strong><\/p>      <p class=\"noindent\">The poor French poor hated poor Marie mostly for the huge amount of money she got through. At the height of their disapproval, she retreated to her own little palace, the Palais    du Petit Trianon, a wee gift from the king. There she had all the grounds changed to the style of an English garden (<em>tr&egrave;s<\/em> posh) at a cost of 150,000 <em>livres<\/em>*, and had her    own theatre (only one play was ever presented) and life-size model village built. There, she would sometimes pretend to be a common dairymaid, which she thought a right laugh.<\/p>      <p>The &lsquo;toy&rsquo; village (eight cottages and a farm) was simply a plaything &ndash; a bit like an 18th-century EuroDisney, built to look old and picturesque, right down to painted cracks on    the new walls and designer broken cobblestones. Marie insisted on only the whitest of lambs, the cleanest of cows and the prettiest of milkmaids (my kind of farm), who carried the finest porcelain    milk jugs. All this at a time when next door, the hovel-dwelling proper farm labourers were literally starving to death. Tactful, <em>je ne pense pas<\/em>!<\/p>      <div class=\"block\">      <div class=\"bq\">        <p class=\"noindent\"><em><strong>Useless Fact No. 766<\/strong><\/em><\/p>          <p class=\"noindents\">Although Marie-Antoinette was regarded as beautiful by 18th-century standards, from the pictures I&rsquo;ve seen, she would never turn heads these days, having a rather        odd, dome-like forehead and a very weak chin. That&rsquo;s in-breeding for you (Windsors take note).<\/p>      <\/div>    <\/div>      <div class=\"figure1\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839803_17.jpg\" alt=\"\" width=\"10%\"><\/p>    <\/div>  <p class=\"textbreaksc\">* What&rsquo;s a <em>livre<\/em>? <em>Ed<\/em><\/p>      <p class=\"noindent sc\">A French pound. <em>JF<\/em><\/p>    <\/body>","format":"DG","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Macmillan Children's Books","isFeatured":false,"isbn":"9781509839803","isbn10":"1509839801","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509839803.jpg","keynote":"","nextPageLink":null,"publicationDate":"2016-06-30T00:00:00Z","reader":"","relatedWorks":[],"title":"History in a Hurry: French Revolution"},{"author":"John Farman","authorBiography":"","bicCodeList":"YNH,JNF025020,YQH,YRG","bisacCodeList":"JNF062020","estimatedReadingTimeMinutes":3,"extractHtml":"<body><div><\/div>      <h4 class=\"chapnum\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839810_1.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <em>Chapter 4<\/em><\/h4>      <h4 class=\"chaptitle\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839810_1.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <em>THE NEW IRON AGE<\/em><\/h4>      <p class=\"textfirst\">There&rsquo;d been a flourishing iron industry in Britain for quite a time. These tended to be small foundries employing a dozen or so men. They also tended to be located in    heavily forested areas, as they tended to rely on charcoal (and charcoal relied on trees).<\/p>      <div class=\"topbot\">      <div class=\"block\">        <div>          <p class=\"head1\"><strong><em>Useless Fact No. 812<\/em><\/strong><\/p>            <p class=\"noindent\"><span class=\"sans sc\">At that time Britain was mostly forest. It is due to the millions of trees that were gobbled up in the 18th and 19th centuries that our massive          woodlands have all but disappeared.<\/span><\/p>        <\/div>      <\/div>    <\/div>      <p>The foundries had tried to use coal, which was much cheaper than charcoal &ndash; but the steel produced wasn&rsquo;t nearly as good, being full of impurities. A chap called Abraham Derby worked    out that by getting rid of the sulphur in coal he could produce a hard substance called &lsquo;coke&rsquo; (the real thing?), which not only burned better, but was much cleaner to burn and, much    more importantly, didn&rsquo;t make your hands as dirty.<\/p>      <p>Derby made coke by heating the coal in massive retorts which burned off all the impurities. Not only was coke a fraction of the price of charcoal but it allowed the furnaces to burn hotter, and    the iron to run thinner, so it could be poured into finer moulds . . . which was all very nice. The iron-makers, fed up with seeing trees all the time, picked up their ironworks and moved    northwards to be near to where all the coal was. For years, areas like the Midlands, South Wales and lowland Scotland remained the centres of the iron, and later, the steel industries.<\/p>      <p class=\"head1\"><strong>John &lsquo;Iron-Mad&rsquo; Wilkinson<\/strong><\/p>      <p class=\"noindent\">John Wilkinson was called Iron-Mad because he was mad about iron.* He obtained a massive order from the government for cannons (and presumably cannonballs) to be shot at the    French in the Franco-Peninsular War of 1808&ndash;14. Nobody could believe it when, against all the odds, he made the first iron barge (iron that floats?), which he sailed down the River Severn    carrying his wares. He also made the first steam-driven hammer &ndash; which added to his already massive wealth.<\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839810_16.jpg\" alt=\"\" width=\"90%\"><\/p>    <\/div>            <div class=\"block\">      <div>        <p class=\"head1\"><strong><em>Useless Fact No. 815<\/em><\/strong><\/p>          <p class=\"noindent\"><span class=\"sans sc\">Just to put the tin lid on it (or iron, as it happened), Wilkinson had himself buried in an iron coffin in 1808.<\/span><\/p>               <p class=\"head1\"><strong><em>Useless Fact No. 816<\/em><\/strong><\/p>          <p class=\"noindent\"><span class=\"sans sc\">In 1727 Stephen Hale found out that heated coal gave off &lsquo;inflammable air&rsquo;, but it wasn&rsquo;t till 1782 that Lord Dundonald worked out a        way of lighting rooms in his big house using this gas from his furnaces. The coal-gas industry was born.<\/span><\/p>      <\/div>    <\/div>  <p class=\"textbreaksc\">*Really? <em>Ed<\/em><\/p>    <p class=\"head1\"><strong>Dark and Filthy<\/strong><\/p>      <p class=\"noindent\">This was the time of the &lsquo;dark, satanic mills&rsquo; that William Blake, the grumpy poet, was always banging on about. These new ironworks were to be almost as filthy and    dangerous as the mines, which were still employing women and children (and men) from before dawn to after dusk.<\/p>      <p>But British industry (mostly coal, iron and textiles) was on a roll, and as it grew, massive grimy towns were built around the factories. And as the towns grew, so did the number of people    living in them. Unfortunately, all the profit was creamed off by the fat factory and mill owners. As prosperity grew for one lot (involving massive mansions and posh schools for their children) the    living standards for the other lot stayed more or less the same. Poor show, I say!<\/p>      <\/body>","format":"DG","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Macmillan Children's Books","isFeatured":false,"isbn":"9781509839810","isbn10":"150983981X","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509839810.jpg","keynote":"","nextPageLink":null,"publicationDate":"2016-06-30T00:00:00Z","reader":"","relatedWorks":[],"title":"History in a Hurry: Industrial Revolution"},{"author":"John Farman","authorBiography":"","bicCodeList":"YQH,JNF025020,YNH,YRG","bisacCodeList":"JNF062020","estimatedReadingTimeMinutes":4,"extractHtml":"<body><div><\/div>      <h4 class=\"chapnum\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839834_chapnum.jpg\" alt=\"\"><\/sub> <em><strong>Chapter 4<\/strong><\/em><\/h4>      <h4 class=\"chaptitle\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839834_chapnum.jpg\" alt=\"\"><\/sub> <strong><em>AT HOME WITH THE AZTECS<\/em><\/strong><\/h4>      <p class=\"textfirst\"><strong>Living Rough<\/strong><\/p>      <p class=\"noindent\">Most of the poorer people&rsquo;s houses were made out of wattle and daub (sounds like a Welsh folk group) with thatched reed roofs. &lsquo;Wattle&rsquo; is the term for sticks    woven together and &lsquo;daub&rsquo; is basically plain ordinary mud (daubed on the wattle). Some of the more industrious peasants got into brick making-and-baking, which was dead easy in the    blistering sun.<\/p>      <p>By law, the Aztec poor were not allowed to have an upper floor (see Stupid Bureaucracy in Ancient Times) but they could paint their huts as brightly as they liked &ndash; and boy did they like    bright. Most of these &lsquo;houses&rsquo;, for want of a better word, had two rooms &ndash; one for eating and sitting about in and the other for sleeping and... er... waking up in. The    family&rsquo;s more valuable possessions, of which there were few, were kept in wooden chests while all the other stuff, like digging sticks (no spades yet), hunting and fishing tackle, various    pots and pans, the odd simple loom or the grinding stone for maize would be lying about in various corners of the room. They had no water, no windows, no doors* and practically no furniture. The    only light came from torches made from pine shavings.<\/p>                  <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839834_12.jpg\" alt=\"\" width=\"90%\"><\/p>    <\/div>            <div class=\"block\">      <div class=\"topbot\">        <p class=\"noindent\"><em><strong>Useless Fact No. 52<\/strong><\/em><\/p>          <p class=\"noindent sc\"><span class=\"sans\">As the Aztecs hadn&rsquo;t invented doors, the risk of theft was pretty obvious. However, penalties for stealing were so heavy (like heart removal)        that there tended to be little crime.<\/span><\/p>      <\/div>    <\/div>      <p>At the centre of every living room would be an open hearth or &lsquo;comal&rsquo;, composed of three stones set in a triangle supporting a clay disc for Mrs Aztec to bake the    tortillas on. Because the stones were reckoned to hold all the secrets of the fire god, they were deemed sacred, so anyone who stepped on them was in instant big trouble (along with badly burnt    feet).<\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839834_13.jpg\" alt=\"\" width=\"50%\"><\/p>    <\/div>      <p>Every household contained little statues of their gods made of wood, stone or clay, and a talking parrot or songbird hanging in a little cage**. Having no chimney meant that the hut would often    be filled with acrid smoke from the wood-burning cooking fire, which was sometimes contained in a clay pot to stop the roof catching fire.<\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839834_14.jpg\" alt=\"\" width=\"50%\"><\/p>    <\/div>      <p>These homes were often in little compounds opening up on a shared courtyard. Each extended family would usually live together, so you&rsquo;d have the old grandparents in one bit, their married    kids in another and adult grandchildren in another.<\/p>      <p class=\"textbreaksc\">*How did they get in and out then? <em>Ed<\/em><\/p>    <p class=\"noindent sc\">Through the gap where the door should have gone, of course. <em>JF<\/em><\/p>    <p class=\"noindent sc\">**Shouldn&rsquo;t that be &lsquo;in a little hanging cage&rsquo;? <em>Ed<\/em><\/p>      <p class=\"textbreak\"><strong>Anyone for a Sauna?<\/strong><\/p>      <p class=\"noindent\">Many of these Aztec dwellings had an outside steam room, which I find a bit flash when you consider that they hadn&rsquo;t even got a lav. This would be shaped like an igloo and    the walls would be heated by an outside furnace till they were red hot. Your average grubby Aztec would then chuck water on the walls, hang around in the steam for a while and then rub himself down    with twigs and grass (I&rsquo;d still want a bath after that).<\/p>      <p class=\"textbreak\"><strong>Stilts or Flats?<\/strong><\/p>      <p class=\"noindent\">Most of the farmers lived on and around the floating gardens that surrounded the little marshy islands (that surrounded Tenochtitlan). They lived in reed huts on stilts or on    huge platforms sometimes up to 300 feet in length.<\/p>      <p>The poorer Tenochtitlaners (the ones who actually made their home in the city) tended to live in the forerunners of flats, with spacious floor areas occupied by large groups of workers rather    than individual families. These mostly opened onto the streets or canals and many had little floating <em>chinampa<\/em> allotments nearby to grow their own vegetables.<\/p>      <p class=\"textbreak\"><strong>Posh Pads<\/strong><\/p>      <p class=\"noindent\">The richer nobles had housing well sussed. They lounged around in large, square, mud-brick villas with shady courtyards in the middle (or is that middles?). They&rsquo;d usually    have a dining room, a bedroom with canopied reed beds, a reception room, a kitchen, a servants&rsquo; apartment and, rather ominously, a punishment room. As no one had bothered to invent locks to    put on doors that you now know didn&rsquo;t exist, rich people&rsquo;s entrances were covered with heavy decorated curtains with little tinkly bells sewn into them, to warn the occupants against    intruders or when their mates were arriving. As I said in the chapter on food, their pet dogs were no use as guards as a) they couldn&rsquo;t bark and b) they usually ended up being eaten. As for    furniture, the &lsquo;Rich-tecs&rsquo; had strange, high-backed legless chairs (<em>icpalli<\/em>) low tables and braziers for burning wood, and there&rsquo;d usually be lots of elaborate and    colourful wall-hangings and rugs. These houses were most-times flat topped and often planted with lovely roof gardens.<\/p>      <p>Had enough of this?* Let&rsquo;s get on to something more interesting.<\/p>      <p class=\"textbreaksc\">*Yes. <em>Ed<\/em><\/p>      <\/body>","format":"DG","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Macmillan Children's Books","isFeatured":false,"isbn":"9781509839834","isbn10":"1509839836","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509839834.jpg","keynote":"","nextPageLink":null,"publicationDate":"2016-06-30T00:00:00Z","reader":"","relatedWorks":[],"title":"History in a Hurry: Aztecs"},{"author":"John Farman","authorBiography":"","bicCodeList":"YQH,JNF025020,YNH,YRG","bisacCodeList":"JNF062020","estimatedReadingTimeMinutes":5,"extractHtml":"<body><div><\/div>      <h4 class=\"chapnum\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839841_1.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <strong><em>Chapter 2<\/em><\/strong><\/h4>      <h4 class=\"chaptitle\"><sub><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839841_1.jpg\" alt=\"\" width=\"50\" height=\"34\"><\/sub> <strong><em>SAXON TIMES<\/em><\/strong><\/h4>      <p class=\"textfirst\">When the Saxon invaders realized that the Romans weren&rsquo;t coming back, all that conquering and hell-raising became rather tedious. I mean, you can&rsquo;t just burn and    plunder for ever &ndash; there&rsquo;d be nothing left to steal &ndash; and anyway, they had it all. Much more to the point, sooner or later someone would have to grow crops and rear animals and    all that boring malarkey, if they were going to eat. Those Saxons who didn&rsquo;t bring their own women with them (that is, the Saxons who didn&rsquo;t have any women to bring) soon got round the    female residents and instead of ravishing them and sending them home to be slaves, married &rsquo;em instead, and settled down.<\/p>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839841_10.jpg\" alt=\"\" width=\"70%\"><\/p>    <\/div>      <div class=\"block\">      <div>        <p class=\"head1\"><em><strong>Useless Fact No. 599<\/strong><\/em><\/p>          <p class=\"noindent\"><span class=\"sans sc\">The Britons simply referred to the invaders as Saxons, but there were many tribes involved, including the Angles, the Jutes and the Frisians (large        black and white cows?).*<\/span><\/p>      <\/div>    <\/div>      <p class=\"textbreaksc\">*Don&rsquo;t be ridiculous. <em>Ed<\/em><\/p>      <p class=\"head1\"><strong>After Arthur<\/strong><\/p>      <p class=\"noindent\">A hundred years after the semi-legendary Arthur&rsquo;s semi-legendary death in AD 520, the Saxons were on the move again, completely destroying the now leaderless    Britons&rsquo; resistance. The poor things were driven far into the mountains of the West and North where they lived rather unhappily ever after . . .<\/p>      <p class=\"head1\"><strong>Pleasant Peasants<\/strong><\/p>      <p class=\"noindent\">Saxon peasants or <em>ceorls<\/em> chose to work under the protection of a lord or <em>thane<\/em> who lived up at the big &rsquo;ouse, rather than trying to go it alone in the    &rsquo;ard, dark world. There were three brands of peasant.<\/p>      <p>At the top were the <em>geneatus<\/em> who paid rent and gave the lord a pig each year to secure pasture rights. They were expected to reap the boss&rsquo;s &rsquo;arvest and show visitors to the    manor &rsquo;ouse.<\/p>      <p>Lower down was the <em>cottar<\/em> or <em>bordar<\/em>, who was excused rent but &rsquo;ad to do a whole load of duties every Monday (and every day in August). It wasn&rsquo;t the best deal in the    &rsquo;ole* wide world. For reaping an acre of his master&rsquo;s corn he&rsquo;d only receive a sheaf (large bunch) of corn in payment.<\/p>      <p>Below him was the <em>gebur<\/em> or <em>villein<\/em>. He was given about thirty acres of you land, but for that he had to work at least two days a week for his lord. On top of that he&rsquo;d be    expected to do other work, like plough a couple of acres of his master&rsquo;s land a year as rent and act as guardian of his master&rsquo;s sheep. On top of <em>that<\/em> he had to pay the old man    two pence a year, a couple of chickens at Christmas and twenty odd bushels of barley. That was when he was alive. When he died, the master could step in and grab all his possessions, making his    family into beggars.<\/p>            <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839841_11.jpg\" alt=\"\" width=\"70%\"><\/p>    <\/div>  <p class=\"textbreaksc\">*Stop it. <em>Ed<\/em><\/p>    <p class=\"head1\"><strong>Serf Alert<\/strong><\/p>      <p class=\"noindent\"><em>Right<\/em> at the bottom was the <em>serf<\/em> (or slave) who everyone looked down on. A man was usually born a serf, but some freemen who lost all their money would sell    themselves and their family into serfdom, which basically meant that they became slaves of the master in return for food and shelter.<\/p>      <p class=\"head1\"><strong>Peasant-wear<\/strong><\/p>      <p class=\"noindent\">Peasant men continued to wear the sort of thing that they&rsquo;d been wearing for donkey&rsquo;s years: very itchy, woollen tunics with wooden clogs or crude leather shoes. The    women wore long tunics covering all of their bodies and a veil with a hole for the face. Not very interesting, really.<\/p>      <p class=\"head1\"><strong>Rich-wear<\/strong><\/p>      <p class=\"noindent\">Men favoured loose-fitting trousers, belted and fastened with those criss-cross garters of leather and cloth that you see in all the pictures. Over this would be a loose tunic    and a cloak fastened at the shoulders.<\/p>      <p>Rich women dressed a bit like Maid Marion &ndash; Robin Hood&rsquo;s girlfriend (even though she wasn&rsquo;t to come along for a few hundred years &ndash; in those days fashion didn&rsquo;t    change every time some silly designer in Paris sneezed, as it does now). Over a long, light-coloured undergown with tight sleeves, your Dark Ages posh-person would wear a three-quarter length,    heavily embroidered overgown (or <em>roc<\/em> &ndash; from which we get &lsquo;frock&rsquo;) with large, full sleeves; on top of all that she&rsquo;d wear a large embroidered cloak that trailed along    the ground after her &ndash; unless some lesser mortal was good enough to carry it. Unlike the itchy poor people she&rsquo;d wear nice smooth cotton underwear. Women would also wear tons of heavy    but cleverly worked hippy-ish metal jewellery. Their hair would be braided, coiled at the back, and then hidden by some sort of head-dress.<\/p>      <p class=\"head1\"><strong>Hair Today<\/strong><\/p>      <p class=\"noindent\">Hair was worn long and a bit hippy-ish, but beards and moustaches were regarded as a bit downmarket &ndash; especially on the women.<\/p>      <p class=\"head1\"><strong>Saxon Fun<\/strong><\/p>      <p class=\"noindent\">Before we go any further, it must be said that it was only the wealthy that had any real fun. The poor just worked and then slept, going to bed when it got dark as they    didn&rsquo;t have candles. If the peasants wanted any relief they&rsquo;d have physical competitions or go to church and to celebrate festivals. (Yippee!)<\/p>      <p class=\"head1\"><strong>Food for the Rich<\/strong><\/p>      <p class=\"noindent\">The rich folk got through mountains of food &ndash; mostly meat and cereals (not much call for veg) all washed down with copious booze (ale and mead) which they drank from horns    (goblets weren&rsquo;t used much). Since they couldn&rsquo;t stand up on their own (the horns) the drinkers tended to drink their drinks all in one go, which usually led to them (the drinkers) not    being able to stand up on their own either.*<\/p>      <p>There was quite a lot of competition amongst the aristocratic thane class as to who could give the best social events, and they&rsquo;d give splendid gifts to their guests to try and outdo each    other. After a big meal, the women would leave and all the guys would sit around listening to music played on the harp or primitive pipes, boasting about their bravery in various bygone battles.    This often led to new ones!<\/p>            <div class=\"block\">      <div>        <p class=\"head1\"><em><strong>Useless fact No. 603<\/strong><\/em><\/p>          <p class=\"noindent\"><span class=\"sans sc\">If you were a cow, a sheep or a pig it was a good idea to lie low around November. This was known as &lsquo;Blot monath&rsquo;, meaning the        &lsquo;blood month&rsquo;, when all unnecessary animals were murdered by their masters, who couldn&rsquo;t afford to keep them through the long, cold winters.<\/span><\/p>      <\/div>    <\/div>      <div class=\"figure\">      <p class=\"center\"><img src=\"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/img\/9781509839841_12.jpg\" alt=\"\" width=\"70%\"><\/p>    <\/div>  <p class=\"textbreaksc\">*Eh? <em>Ed<\/em><\/p>      <\/body>","format":"DG","formatDescription":"","formatDetail":"","illustrator":"","imprintDisplayName":"Macmillan Children's Books","isFeatured":false,"isbn":"9781509839841","isbn10":"1509839844","jacketUrl":"http:\/\/extracts.panmacmillan.com\/site\/extr\/static\/jacketimages\/9781509839841.jpg","keynote":"","nextPageLink":null,"publicationDate":"2016-06-30T00:00:00Z","reader":"","relatedWorks":[],"title":"History in a Hurry: Dark Ages"}]
}